----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "koKR" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [1750] = {
        name = "대제독 제스테레스",
    },
    [3144] = {
        name = "아이트리그",
    },
    [36799] = {
        name = "징병관 번스",
    },
    [36915] = {
        name = "에루낙 스톤스피커",
    },
    [38917] = {
        name = "알리스라",
    },
    [39226] = {
        name = "선견자 가드라",
    },
    [39406] = {
        name = "훈련교관 데보란",
    },
    [39413] = {
        name = "훈련교관 마일바",
    },
    [39427] = {
        name = "제이디 팔라린",
    },
    [39429] = {
        name = "움라 화이트혼",
    },
    [39432] = {
        name = "타크리크 레이지하울",
    },
    [39433] = {
        name = "이언 듀란",
    },
    [39434] = {
        name = "리오 듀란",
    },
    [39435] = {
        name = "로이스 더스크위스퍼",
    },
    [39442] = {
        name = "가차없는 콘덴나",
    },
    [39451] = {
        name = "훈련교관 카르갈",
    },
    [39621] = {
        name = "정령사 오르텔",
    },
    [39627] = {
        name = "골드린의 혼",
    },
    [39640] = {
        name = "크리스토프 만하임",
    },
    [39667] = {
        name = "아다라",
    },
    [39857] = {
        name = "말퓨리온 스톰레이지",
    },
    [39858] = {
        name = "대드루이드 하뮬 룬토템",
    },
    [39869] = {
        name = "바람예언자 타밀라",
    },
    [39875] = {
        name = "대지치유사 두아른",
    },
    [39876] = {
        name = "펠로라 파이어리스",
    },
    [39877] = {
        name = "토셰 카오스렌더",
    },
    [39878] = {
        name = "관리인 모브라",
    },
    [39881] = {
        name = "파도예언자 발로렌",
    },
    [39882] = {
        name = "위대한 샘비노",
    },
    [39883] = {
        name = "아다라",
    },
    [39884] = {
        name = "선장 사미르",
    },
    [39887] = {
        name = "부대장 테일러",
    },
    [39927] = {
        name = "라이나 나이트스카이",
    },
    [39928] = {
        name = "마토클로",
    },
    [39930] = {
        name = "마일룬",
    },
    [39932] = {
        name = "관리인 탈드로스",
    },
    [39933] = {
        name = "타이러스 블랙혼",
    },
    [40093] = {
        name = "예속된 지옥불 군주",
    },
    [40096] = {
        name = "정찰병 라란디아",
    },
    [40105] = {
        name = "에루낙 스톤스피커",
    },
    [40139] = {
        name = "대장 세인나 스톰러너",
    },
    [40178] = {
        name = "알리스라",
    },
    [40221] = {
        name = "토셰 카오스렌더",
    },
    [40227] = {
        name = "펠리스",
    },
    [40289] = {
        name = "이세라",
    },
    [40331] = {
        name = "레인 페더송",
    },
    [40341] = {
        name = "토르톨라",
    },
    [40578] = {
        name = "파든 탈론슈라이크",
    },
    [40619] = {
        name = "사령관 제로드 섀도송",
    },
    [40639] = {
        name = "기술자 헥사스크럽",
    },
    [40640] = {
        name = "여군주 나즈자르",
    },
    [40641] = {
        name = "전문잠수부 버밍험",
    },
    [40642] = {
        name = "부대장 테일러",
    },
    [40643] = {
        name = "제독 드보렉",
    },
    [40644] = {
        name = "레비아 드림웨이커",
    },
    [40645] = {
        name = "졸란 트루블레이드",
    },
    [40690] = {
        name = "부대장 테일러",
    },
    [40772] = {
        name = "사령관 제로드 섀도송",
    },
    [40773] = {
        name = "세나리우스",
    },
    [40816] = {
        name = "아로누스",
    },
    [40834] = {
        name = "조던 올라프손",
    },
    [40837] = {
        name = "야르그라 블랙스카",
    },
    [40916] = {
        name = "부대장 바일쏜",
    },
    [40917] = {
        name = "부관 나즈그림",
    },
    [40918] = {
        name = "피아스코 시즐그린",
    },
    [40919] = {
        name = "파도예언자 툴라",
    },
    [40920] = {
        name = "엘렌드리 골든브라우",
    },
    [40921] = {
        name = "혈투사 톨드렉",
    },
    [40978] = {
        name = "심해추적자 아즈젠투스",
    },
    [40983] = {
        name = "맥 피어센",
    },
    [40997] = {
        name = "하늘군주 옴누론",
    },
    [41003] = {
        name = "모르디스 위스퍼윙",
    },
    [41005] = {
        name = "초루나",
    },
    [41006] = {
        name = "티살리 크로우",
    },
    [41049] = {
        name = "심해군주 진자타르",
    },
    [41050] = {
        name = "시라케스 해일여사제",
    },
    [41248] = {
        name = "모아나 스톰후프",
    },
    [41340] = {
        name = "병사 폴라드",
    },
    [41341] = {
        name = "에루낙 스톤스피커",
    },
    [41344] = {
        name = "렌델 파이어텅",
    },
    [41347] = {
        name = "모아나 스톰후프",
    },
    [41381] = {
        name = "노르두",
    },
    [41456] = {
        name = "여군주 시라케스",
    },
    [41457] = {
        name = "집행자 베라스레스",
    },
    [41476] = {
        name = "나즈자르 근위병",
    },
    [41497] = {
        name = "로그람",
    },
    [41498] = {
        name = "가룬다 마운틴피크",
    },
    [41504] = {
        name = "토르톨라",
    },
    [41507] = {
        name = "니덴",
    },
    [41531] = {
        name = "대지치유사 두아른",
    },
    [41535] = {
        name = "기술자 헥사스크럽",
    },
    [41540] = {
        name = "부대장 테일러",
    },
    [41541] = {
        name = "제독 드보렉",
    },
    [41598] = {
        name = "부대장 테일러",
    },
    [41600] = {
        name = "에루낙 스톤스피커",
    },
    [41618] = {
        name = "에루낙 스톤스피커",
    },
    [41621] = {
        name = "사령관 토라크",
    },
    [41636] = {
        name = "부관 나즈그림",
    },
    [41639] = {
        name = "파도예언자 툴라",
    },
    [41640] = {
        name = "파도예언자 발로렌",
    },
    [41662] = {
        name = "선장 글로바알",
    },
    [41663] = {
        name = "선장 \"주얼스\" 베른",
    },
    [41665] = {
        name = "졸란 트루블레이드",
    },
    [41666] = {
        name = "기술자 헥사스크럽",
    },
    [41667] = {
        name = "\"여우\" 부관 토퍼",
    },
    [41668] = {
        name = "혈투사 톨드렉",
    },
    [41669] = {
        name = "피아스코 시즐그린",
    },
    [41670] = {
        name = "하사관 거트루드",
    },
    [41711] = {
        name = "부관 나즈그림",
    },
    [41750] = {
        name = "부관 나즈그림",
    },
    [41770] = {
        name = "피아스코 시즐그린",
    },
    [41802] = {
        name = "파도예언자 발로렌",
    },
    [41810] = {
        name = "부관 나즈그림",
    },
    [41811] = {
        name = "부대장 바일쏜",
    },
    [41813] = {
        name = "파도예언자 툴라",
    },
    [41885] = {
        name = "구로크",
    },
    [41908] = {
        name = "오라코",
    },
    [41910] = {
        name = "험프리 디그송",
    },
    [42074] = {
        name = "심해추적자 아즈젠투스",
    },
    [42076] = {
        name = "여군주 나즈자르",
    },
    [42077] = {
        name = "여군주 나즈자르",
    },
    [42197] = {
        name = "고레크",
    },
    [42410] = {
        name = "부관 나즈그림",
    },
    [42411] = {
        name = "부대장 테일러",
    },
    [42465] = {
        name = "테라제인",
    },
    [42466] = {
        name = "한결같은 테라스",
    },
    [42467] = {
        name = "기다리는 디아만트",
    },
    [42469] = {
        name = "움직이지 않는 코르",
    },
    [42472] = {
        name = "요동치는 고르직",
    },
    [42573] = {
        name = "대지술사 예바",
    },
    [42574] = {
        name = "수습생 골드마인",
    },
    [42637] = {
        name = "신비주의자 사우라노크",
    },
    [42640] = {
        name = "선장 크라즈",
    },
    [42641] = {
        name = "장군 크로그",
    },
    [42643] = {
        name = "플리프",
    },
    [42672] = {
        name = "현장감독 글립스",
    },
    [42684] = {
        name = "폭풍소환사 마일라",
    },
    [42730] = {
        name = "대지술사 토룬스카",
    },
    [42731] = {
        name = "대지치유사 노르살라",
    },
    [42899] = {
        name = "쿼르츠 스톤텐더",
    },
    [42978] = {
        name = "제독 스톤피스트",
    },
    [43065] = {
        name = "마루트 스톤바인더",
    },
    [43071] = {
        name = "크래그 록크러셔",
    },
    [43082] = {
        name = "일등항해사 무디",
    },
    [43116] = {
        name = "돌돌이",
    },
    [43160] = {
        name = "대지파괴자 돌로마이트",
    },
    [43168] = {
        name = "그래블 롱슬랩",
    },
    [43169] = {
        name = "클레이 머드액슬",
    },
    [43187] = {
        name = "오르낙",
    },
    [43190] = {
        name = "잴라",
    },
    [43191] = {
        name = "그레고르",
    },
    [43193] = {
        name = "장군 크로그",
    },
    [43319] = {
        name = "대지치유사 딥베인",
    },
    [43344] = {
        name = "베라사이트",
    },
    [43395] = {
        name = "바람예언자 로바리우스",
    },
    [43397] = {
        name = "예언자 코르모",
    },
    [43442] = {
        name = "루버릭",
    },
    [43581] = {
        name = "잴라",
    },
    [43809] = {
        name = "대지술사 토룬스카",
    },
    [43818] = {
        name = "마루트 스톤바인더",
    },
    [43835] = {
        name = "대지술사 토룬스카",
    },
    [43897] = {
        name = "파이리움 로드스톤",
    },
    [43898] = {
        name = "플린트 오어맨틀",
    },
    [43943] = {
        name = "가로쉬 헬스크림",
    },
    [44010] = {
        name = "폭풍소환사 마일라",
    },
    [44024] = {
        name = "아테시",
    },
    [44025] = {
        name = "테라제인",
    },
    [44042] = {
        name = "오르낙",
    },
    [44080] = {
        name = "위풍당당한 보덴",
    },
    [44143] = {
        name = "슬레이트 퀵샌드",
    },
    [44169] = {
        name = "잴라",
    },
    [44204] = {
        name = "바위 아버지 오어맨틀",
    },
    [44222] = {
        name = "예언자 갈렉",
    },
    [44806] = {
        name = "파고 플린트로크",
    },
    [44833] = {
        name = "아다라",
    },
    [44860] = {
        name = "해리슨 존스",
    },
    [45043] = {
        name = "피크 그라인드스톤",
    },
    [45167] = {
        name = "쿠르드란 와일드해머",
    },
    [45168] = {
        name = "파고 플린트로크",
    },
    [45169] = {
        name = "부관 엠리",
    },
    [45170] = {
        name = "사이먼 챈들러",
    },
    [45172] = {
        name = "토르둔 해머블로",
    },
    [45173] = {
        name = "탈라",
    },
    [45180] = {
        name = "해리슨 존스",
    },
    [45186] = {
        name = "모래 소인족 시체",
    },
    [45296] = {
        name = "해리슨 존스",
    },
    [45332] = {
        name = "대지술사 토룬스카",
    },
    [45362] = {
        name = "대지술사 예바",
    },
    [45391] = {
        name = "대지치유사 두아른",
    },
    [45432] = {
        name = "수습생 골드마인",
    },
    [45518] = {
        name = "리라스트라자",
    },
    [45522] = {
        name = "벨라스트라자",
    },
    [45528] = {
        name = "캘렌",
    },
    [45562] = {
        name = "뭉치화염",
    },
    [45658] = {
        name = "전쟁군주 잴라",
    },
    [45665] = {
        name = "여군주 코즈윈",
    },
    [45668] = {
        name = "쿠르드란 와일드해머",
    },
    [45669] = {
        name = "순백의 카시우스",
    },
    [45675] = {
        name = "가로나 하프오큰",
    },
    [45772] = {
        name = "장군 아만텝",
    },
    [45796] = {
        name = "단장 마티아스 쇼",
    },
    [45799] = {
        name = "왕자 나둔",
    },
    [45874] = {
        name = "슈노츠 정찰병",
    },
    [45982] = {
        name = "그랄록",
    },
    [45983] = {
        name = "퍼거스 기어첨",
    },
    [46003] = {
        name = "예언자 하다시",
    },
    [46089] = {
        name = "록타르",
    },
    [46090] = {
        name = "주스 누가트",
    },
    [46134] = {
        name = "총사령관 캄세스",
    },
    [46135] = {
        name = "대사제 아메트",
    },
    [46136] = {
        name = "장로 타노텝",
    },
    [46143] = {
        name = "플린 둔왈트",
    },
    [46174] = {
        name = "케이든 둔왈트",
    },
    [46175] = {
        name = "에오인 둔왈트",
    },
    [46176] = {
        name = "도넬리 둔왈트",
    },
    [46177] = {
        name = "킬리 둔왈트",
    },
    [46242] = {
        name = "대지술사 예바",
    },
    [46243] = {
        name = "수습생 골드마인",
    },
    [46313] = {
        name = "나크랄 레이크클로",
    },
    [46318] = {
        name = "하르칸",
    },
    [46319] = {
        name = "그리프",
    },
    [46323] = {
        name = "가로나 하프오큰",
    },
    [46324] = {
        name = "말리아",
    },
    [46338] = {
        name = "버드",
    },
    [46413] = {
        name = "백작부인 베랄",
    },
    [46458] = {
        name = "버드",
    },
    [46513] = {
        name = "수습생 골드마인",
    },
    [46583] = {
        name = "에오인 둔왈트",
    },
    [46591] = {
        name = "콜린 썬더마",
    },
    [46671] = {
        name = "대지의 황혼 룬",
    },
    [46717] = {
        name = "황혼의 망치",
    },
    [46750] = {
        name = "융합 핵",
    },
    [46804] = {
        name = "키건 파이어비어드",
    },
    [46805] = {
        name = "이언 파이어비어드",
    },
    [46806] = {
        name = "브롬 포지해머",
    },
    [46811] = {
        name = "더글라스 뮬란",
    },
    [46812] = {
        name = "에다나 뮬란",
    },
    [46814] = {
        name = "카일린 롱펠로",
    },
    [46850] = {
        name = "맥케이 파이어비어드",
    },
    [46872] = {
        name = "왕자 나둔",
    },
    [46875] = {
        name = "버드",
    },
    [46883] = {
        name = "살헤트",
    },
    [46978] = {
        name = "해리슨 존스",
    },
    [47158] = {
        name = "해리슨 존스",
    },
    [47159] = {
        name = "사령관 슈노츠",
    },
    [47195] = {
        name = "슬레이트 퀵샌드",
    },
    [47317] = {
        name = "킬랜드 도일",
    },
    [47374] = {
        name = "패치",
    },
    [47417] = {
        name = "잴라",
    },
    [47492] = {
        name = "패치",
    },
    [47493] = {
        name = "장군 크로그",
    },
    [47592] = {
        name = "단장 마티아스 쇼",
    },
    [47603] = {
        name = "생명의 어머니 알렉스트라자",
    },
    [47605] = {
        name = "캘렌",
    },
    [47611] = {
        name = "높은 둑 부관",
    },
    [47670] = {
        name = "벨록 브라이트블레이드",
    },
    [47684] = {
        name = "왕 파오리스",
    },
    [47902] = {
        name = "리라스트라자",
    },
    [47904] = {
        name = "벨라스트라자",
    },
    [47905] = {
        name = "뭉치화염",
    },
    [47940] = {
        name = "사령관 슈노츠",
    },
    [47959] = {
        name = "왕자 나둔",
    },
    [47967] = {
        name = "활동이 왕성한 작가",
    },
    [47972] = {
        name = "사령관 슈노츠",
    },
    [47991] = {
        name = "대지술사 예바",
    },
    [48010] = {
        name = "하급주술사 블런디",
    },
    [48013] = {
        name = "패니 썬더마",
    },
    [48014] = {
        name = "니벳 채널록",
    },
    [48022] = {
        name = "살헤트",
    },
    [48046] = {
        name = "엘라 포지해머",
    },
    [48051] = {
        name = "스랄",
    },
    [48053] = {
        name = "바룸 포지해머",
    },
    [48059] = {
        name = "대지술사 예바",
    },
    [48162] = {
        name = "해리슨 존스",
    },
    [48173] = {
        name = "콜린 썬더마",
    },
    [48174] = {
        name = "니벳 채널록",
    },
    [48186] = {
        name = "해리슨 존스",
    },
    [48203] = {
        name = "술라",
    },
    [48237] = {
        name = "살헤트",
    },
    [48264] = {
        name = "골룩 록피스트",
    },
    [48265] = {
        name = "로리엘 트루블레이드",
    },
    [48364] = {
        name = "키건 파이어비어드",
    },
    [48365] = {
        name = "쿠르드란 와일드해머",
    },
    [48366] = {
        name = "러셀 브라워",
    },
    [48367] = {
        name = "라클란 맥그래프",
    },
    [48368] = {
        name = "그런디 맥그래프",
    },
    [48431] = {
        name = "술라",
    },
    [48472] = {
        name = "콜린 썬더마",
    },
    [48501] = {
        name = "태양 예언자 투메트",
    },
    [48528] = {
        name = "해리슨 존스",
    },
    [48558] = {
        name = "해리슨 존스",
    },
    [48564] = {
        name = "왕 파오리스",
    },
    [48621] = {
        name = "술라",
    },
    [48698] = {
        name = "해리슨 존스",
    },
    [48761] = {
        name = "살헤트",
    },
    [48993] = {
        name = "선장 크라즈",
    },
    [49000] = {
        name = "패치",
    },
    [49020] = {
        name = "파고 플린트로크",
    },
    [49022] = {
        name = "부관 포크스",
    },
    [49151] = {
        name = "해리슨 존스",
    },
    [49203] = {
        name = "해리슨 존스",
    },
    [49204] = {
        name = "브란 브론즈비어드",
    },
    [49248] = {
        name = "브란 브론즈비어드",
    },
    [49252] = {
        name = "파고 플린트로크",
    },
    [49345] = {
        name = "살헤트",
    },
    [49378] = {
        name = "패치",
    },
    [49379] = {
        name = "티커",
    },
    [49439] = {
        name = "폭탄 브렛",
    },
    [49441] = {
        name = "플래시뱅 로스먼",
    },
    [49810] = {
        name = "캘렌",
    },
    [50367] = {
        name = "프리즈 그라운드스핀",
    },
    [52838] = {
        name = "대드루이드 하뮬 룬토템",
    },
})
]])()
