----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [1750] = {
        name = "Верховный адмирал Джес-Терет",
    },
    [3144] = {
        name = "Эйтригг",
    },
    [36799] = {
        name = "Вербовщик Бернс",
    },
    [36915] = {
        name = "Эрунак Говорящий с Камнем",
    },
    [38917] = {
        name = "Алисра",
    },
    [39226] = {
        name = "Предсказатель Гадра",
    },
    [39406] = {
        name = "Наставник Деворан",
    },
    [39413] = {
        name = "Наставница Милва",
    },
    [39427] = {
        name = "Джади Фаларин",
    },
    [39429] = {
        name = "Умла Белый Рог",
    },
    [39432] = {
        name = "Такрик Гневный Вой",
    },
    [39433] = {
        name = "Ян Дюран",
    },
    [39434] = {
        name = "Рио Дюран",
    },
    [39435] = {
        name = "Ройс Шепот Сумрака",
    },
    [39442] = {
        name = "Проклиния Безжалостная",
    },
    [39451] = {
        name = "Наставник Каргалл",
    },
    [39621] = {
        name = "Повелитель стихий Ортелл",
    },
    [39627] = {
        name = "Дух Голдринна",
    },
    [39640] = {
        name = "Кристофф Мэнхайм",
    },
    [39667] = {
        name = "Адарра",
    },
    [39857] = {
        name = "Малфурион Ярость Бури",
    },
    [39858] = {
        name = "Верховный друид Хамуул Рунический Тотем",
    },
    [39869] = {
        name = "Говорящая с ветром Тамила",
    },
    [39875] = {
        name = "Целитель земли Дуарн",
    },
    [39876] = {
        name = "Фелора Огненное Кольцо",
    },
    [39877] = {
        name = "Тош Приносящий Хаос",
    },
    [39878] = {
        name = "Управляющий Мовра",
    },
    [39881] = {
        name = "Говорящая с волнами Валорен",
    },
    [39882] = {
        name = "Великий Самбино",
    },
    [39883] = {
        name = "Адарра",
    },
    [39884] = {
        name = "Капитан Самир",
    },
    [39887] = {
        name = "Капитан Тейлор",
    },
    [39927] = {
        name = "Лайна Ночное Небо",
    },
    [39928] = {
        name = "Мата Коготь",
    },
    [39930] = {
        name = "Милуна",
    },
    [39932] = {
        name = "Хранитель Талдрос",
    },
    [39933] = {
        name = "Тирий Чернорог",
    },
    [40093] = {
        name = "Порабощенный лорд Преисподней",
    },
    [40096] = {
        name = "Разведчик Ларандия",
    },
    [40105] = {
        name = "Эрунак Говорящий с Камнем",
    },
    [40139] = {
        name = "Капитан Сайна Нагоняющая Грозу",
    },
    [40178] = {
        name = "Алисра",
    },
    [40221] = {
        name = "Тош Приносящий Хаос",
    },
    [40227] = {
        name = "Фелиция",
    },
    [40289] = {
        name = "Изера",
    },
    [40331] = {
        name = "Райна Песнь Пера",
    },
    [40341] = {
        name = "Тортолла",
    },
    [40578] = {
        name = "Фарден Когтекрыл",
    },
    [40619] = {
        name = "Командир Джерод Песнь Теней",
    },
    [40639] = {
        name = "Инженер Мегагекс",
    },
    [40640] = {
        name = "Леди Наз'жар",
    },
    [40641] = {
        name = "Инструктор ныряльщиков Бирмингем",
    },
    [40642] = {
        name = "Капитан Тейлор",
    },
    [40643] = {
        name = "Адмирал Дворек",
    },
    [40644] = {
        name = "Ливия Пробуждающая",
    },
    [40645] = {
        name = "Джорлан Верный Клинок",
    },
    [40690] = {
        name = "Капитан Тейлор",
    },
    [40772] = {
        name = "Командир Джерод Песнь Теней",
    },
    [40773] = {
        name = "Кенарий",
    },
    [40816] = {
        name = "Ароний",
    },
    [40834] = {
        name = "Йордан Олафсон",
    },
    [40837] = {
        name = "Яргра Черный Шрам",
    },
    [40916] = {
        name = "Капитан Злобешип",
    },
    [40917] = {
        name = "Легионер Назгрим",
    },
    [40918] = {
        name = "Облин Свистозуб",
    },
    [40919] = {
        name = "Говорящая с волнами Талра",
    },
    [40920] = {
        name = "Элендри Золотое Чело",
    },
    [40921] = {
        name = "Кровостраж Толдрек",
    },
    [40978] = {
        name = "Подводный ловчий Азжентус",
    },
    [40983] = {
        name = "Мак Фирсен",
    },
    [40997] = {
        name = "Повелитель небес Омнурон",
    },
    [41003] = {
        name = "Мортис Шелест Крыла",
    },
    [41005] = {
        name = "Чолуна",
    },
    [41006] = {
        name = "Тизали Ворона",
    },
    [41049] = {
        name = "Повелитель глубин Зин'жатар",
    },
    [41050] = {
        name = "Жрица прилива Сира'кесс",
    },
    [41248] = {
        name = "Моана Штормовое Копыто",
    },
    [41340] = {
        name = "Рядовой Поллард",
    },
    [41341] = {
        name = "Эрунак Говорящий с Камнем",
    },
    [41344] = {
        name = "Рендел Огнеязыкий",
    },
    [41347] = {
        name = "Моана Штормовое Копыто",
    },
    [41381] = {
        name = "Норду",
    },
    [41456] = {
        name = "Леди Сира'кесс",
    },
    [41457] = {
        name = "Палач Вератресс",
    },
    [41476] = {
        name = "Отважный страж Леди Наз'жар",
    },
    [41497] = {
        name = "Лограм",
    },
    [41498] = {
        name = "Гарунд Горный Пик",
    },
    [41504] = {
        name = "Тортолла",
    },
    [41507] = {
        name = "Ниден",
    },
    [41531] = {
        name = "Целитель земли Дуарн",
    },
    [41535] = {
        name = "Инженер Мегагекс",
    },
    [41540] = {
        name = "Капитан Тейлор",
    },
    [41541] = {
        name = "Адмирал Дворек",
    },
    [41598] = {
        name = "Капитан Тейлор",
    },
    [41600] = {
        name = "Эрунак Говорящий с Камнем",
    },
    [41618] = {
        name = "Эрунак Говорящий с Камнем",
    },
    [41621] = {
        name = "Командир Торак",
    },
    [41636] = {
        name = "Легионер Назгрим",
    },
    [41639] = {
        name = "Говорящая с волнами Талра",
    },
    [41640] = {
        name = "Говорящая с волнами Валорен",
    },
    [41662] = {
        name = "Капитан Гловааль",
    },
    [41663] = {
        name = "Капитан \"Жух\" Верн",
    },
    [41665] = {
        name = "Джорлан Верный Клинок",
    },
    [41666] = {
        name = "Инженер Мегагекс",
    },
    [41667] = {
        name = "Лейтенант \"Лисяра\" Топпер",
    },
    [41668] = {
        name = "Кровостраж Толдрек",
    },
    [41669] = {
        name = "Облин Свистозуб",
    },
    [41670] = {
        name = "Сержант Гертруда",
    },
    [41711] = {
        name = "Легионер Назгрим",
    },
    [41750] = {
        name = "Легионер Назгрим",
    },
    [41770] = {
        name = "Облин Свистозуб",
    },
    [41802] = {
        name = "Говорящая с волнами Валорен",
    },
    [41810] = {
        name = "Легионер Назгрим",
    },
    [41811] = {
        name = "Капитан Злобешип",
    },
    [41813] = {
        name = "Говорящая с волнами Талра",
    },
    [41885] = {
        name = "Гуррок",
    },
    [41908] = {
        name = "Орако",
    },
    [41910] = {
        name = "Хамфри Ройпой",
    },
    [42074] = {
        name = "Подводный ловчий Азжентус",
    },
    [42076] = {
        name = "Леди Наз'жар",
    },
    [42077] = {
        name = "Леди Наз'жар",
    },
    [42197] = {
        name = "Л'горек",
    },
    [42410] = {
        name = "Легионер Назгрим",
    },
    [42411] = {
        name = "Капитан Тейлор",
    },
    [42465] = {
        name = "Теразан",
    },
    [42466] = {
        name = "Террат Непоколебимый",
    },
    [42467] = {
        name = "Диамант Терпеливый",
    },
    [42469] = {
        name = "Кор Невозмутимый",
    },
    [42472] = {
        name = "Горсик Беспокойный",
    },
    [42573] = {
        name = "Заклинательница земли Ева",
    },
    [42574] = {
        name = "Посвященный Клондацк",
    },
    [42637] = {
        name = "Сауранок Мистик",
    },
    [42640] = {
        name = "Капитан Психхо",
    },
    [42641] = {
        name = "Полководец Крогг",
    },
    [42643] = {
        name = "Флип",
    },
    [42672] = {
        name = "Штейгер Глиббс",
    },
    [42684] = {
        name = "Буревестница Милра",
    },
    [42730] = {
        name = "Заклинатель земли Торунскар",
    },
    [42731] = {
        name = "Целительница земли Норсала",
    },
    [42899] = {
        name = "Кварцевый камнестраж",
    },
    [42978] = {
        name = "Адмирал Каменный Кулак",
    },
    [43065] = {
        name = "Маруут Камневяз",
    },
    [43071] = {
        name = "Крег Крушитель Скал",
    },
    [43082] = {
        name = "Первый помощник Мади",
    },
    [43116] = {
        name = "Камешек",
    },
    [43160] = {
        name = "Землелом Доломит",
    },
    [43168] = {
        name = "Гравий Долгопласт",
    },
    [43169] = {
        name = "Глин Грязновал",
    },
    [43187] = {
        name = "Орнак",
    },
    [43190] = {
        name = "Зела",
    },
    [43191] = {
        name = "Грегор",
    },
    [43193] = {
        name = "Полководец Крогг",
    },
    [43319] = {
        name = "Целитель земли Глубокий Пласт",
    },
    [43344] = {
        name = "Беррацит",
    },
    [43395] = {
        name = "Говорящий с ветром Лорвариус",
    },
    [43397] = {
        name = "Провидец Кормо",
    },
    [43442] = {
        name = "Руберик",
    },
    [43581] = {
        name = "Зела",
    },
    [43809] = {
        name = "Заклинатель земли Торунскар",
    },
    [43818] = {
        name = "Маруут Камневяз",
    },
    [43835] = {
        name = "Заклинатель земли Торунскар",
    },
    [43897] = {
        name = "Колчедан Магнетий",
    },
    [43898] = {
        name = "Флинт Железная Мантия",
    },
    [43943] = {
        name = "Гаррош Адский Крик",
    },
    [44010] = {
        name = "Буревестница Милра",
    },
    [44024] = {
        name = "Артеш",
    },
    [44025] = {
        name = "Теразан",
    },
    [44042] = {
        name = "Орнак",
    },
    [44080] = {
        name = "Боден Впечатляющий",
    },
    [44143] = {
        name = "Сланц Плывун",
    },
    [44169] = {
        name = "Зела",
    },
    [44204] = {
        name = "Отец-Скала Железная Мантия",
    },
    [44222] = {
        name = "Провидец Гэлекк",
    },
    [44806] = {
        name = "Фарго Кремневый Затвор",
    },
    [44833] = {
        name = "Адарра",
    },
    [44860] = {
        name = "Харрисон Джонс",
    },
    [45043] = {
        name = "Пик Камнемол",
    },
    [45167] = {
        name = "Курдран Громовой Молот",
    },
    [45168] = {
        name = "Фарго Кремневый Затвор",
    },
    [45169] = {
        name = "Лейтенант Эмри",
    },
    [45170] = {
        name = "Саймон Чендлер",
    },
    [45172] = {
        name = "Тордун Размах Топора",
    },
    [45173] = {
        name = "Талаа",
    },
    [45180] = {
        name = "Харрисон Джонс",
    },
    [45186] = {
        name = "Тело песчаного пигмея",
    },
    [45296] = {
        name = "Харрисон Джонс",
    },
    [45332] = {
        name = "Заклинатель земли Торунскар",
    },
    [45362] = {
        name = "Заклинательница земли Ева",
    },
    [45391] = {
        name = "Целитель земли Дуарн",
    },
    [45432] = {
        name = "Посвященный Клондацк",
    },
    [45518] = {
        name = "Лирастраза",
    },
    [45522] = {
        name = "Веластраза",
    },
    [45528] = {
        name = "Кален",
    },
    [45562] = {
        name = "Пламегон",
    },
    [45658] = {
        name = "Полководец Зела",
    },
    [45665] = {
        name = "Леди Козвинн",
    },
    [45668] = {
        name = "Курдран Громовой Молот",
    },
    [45669] = {
        name = "Кассий Белый",
    },
    [45675] = {
        name = "Гарона Полуорчиха",
    },
    [45772] = {
        name = "Генерал Аммантеп",
    },
    [45796] = {
        name = "Мастер Матиас Шоу",
    },
    [45799] = {
        name = "Принц Надун",
    },
    [45874] = {
        name = "Разведчик Шнотца",
    },
    [45982] = {
        name = "Гралок",
    },
    [45983] = {
        name = "Фергус Агреганс",
    },
    [46003] = {
        name = "Пророк Хадасси",
    },
    [46089] = {
        name = "Рок'тар",
    },
    [46090] = {
        name = "Сог Нугат",
    },
    [46134] = {
        name = "Главнокомандующий Камзес",
    },
    [46135] = {
        name = "Верховный жрец Амет",
    },
    [46136] = {
        name = "Визирь Танотеп",
    },
    [46143] = {
        name = "Флинн Дунвальд",
    },
    [46174] = {
        name = "Кайден Дунвальд",
    },
    [46175] = {
        name = "Эоин Дунвальд",
    },
    [46176] = {
        name = "Доннели Дунвальд",
    },
    [46177] = {
        name = "Кили Дунвальд",
    },
    [46242] = {
        name = "Заклинательница земли Ева",
    },
    [46243] = {
        name = "Посвященный Клондацк",
    },
    [46313] = {
        name = "Наркралл Кривой Коготь",
    },
    [46318] = {
        name = "Харккан",
    },
    [46319] = {
        name = "Грифф",
    },
    [46323] = {
        name = "Гарона Полуорчиха",
    },
    [46324] = {
        name = "Маллия",
    },
    [46338] = {
        name = "Бадд",
    },
    [46413] = {
        name = "Графиня Вералл",
    },
    [46458] = {
        name = "Бадд",
    },
    [46513] = {
        name = "Посвященный Клондацк",
    },
    [46583] = {
        name = "Эоин Дунвальд",
    },
    [46591] = {
        name = "Колин Громтар",
    },
    [46671] = {
        name = "Сумеречная руна земли",
    },
    [46717] = {
        name = "Молот Сумерек",
    },
    [46750] = {
        name = "Ядро синтеза",
    },
    [46804] = {
        name = "Киган Огнебород",
    },
    [46805] = {
        name = "Иэн Огнебород",
    },
    [46806] = {
        name = "Бром Кузнецкий Молот",
    },
    [46811] = {
        name = "Дуглас Муллан",
    },
    [46812] = {
        name = "Эдана Муллан",
    },
    [46814] = {
        name = "Кайлин Лонгфелло",
    },
    [46850] = {
        name = "Маккей Огнебород",
    },
    [46872] = {
        name = "Принц Надун",
    },
    [46875] = {
        name = "Бадд",
    },
    [46883] = {
        name = "Салхет",
    },
    [46978] = {
        name = "Харрисон Джонс",
    },
    [47158] = {
        name = "Харрисон Джонс",
    },
    [47159] = {
        name = "Командир Шнотц",
    },
    [47195] = {
        name = "Сланц Плывун",
    },
    [47317] = {
        name = "Киланд Дойл",
    },
    [47374] = {
        name = "Патч",
    },
    [47417] = {
        name = "Зела",
    },
    [47492] = {
        name = "Патч",
    },
    [47493] = {
        name = "Полководец Крогг",
    },
    [47592] = {
        name = "Мастер Матиас Шоу",
    },
    [47603] = {
        name = "Алекстраза, Хранительница жизни",
    },
    [47605] = {
        name = "Кален",
    },
    [47611] = {
        name = "Лейтенант Высокого берега",
    },
    [47670] = {
        name = "Беллок Сияющий Клинок",
    },
    [47684] = {
        name = "Король Фаорис",
    },
    [47902] = {
        name = "Лирастраза",
    },
    [47904] = {
        name = "Веластраза",
    },
    [47905] = {
        name = "Пламегон",
    },
    [47940] = {
        name = "Командир Шнотц",
    },
    [47959] = {
        name = "Принц Надун",
    },
    [47967] = {
        name = "Плодовитый писатель",
    },
    [47972] = {
        name = "Командир Шнотц",
    },
    [47991] = {
        name = "Заклинательница земли Ева",
    },
    [48010] = {
        name = "Младший шаман Бланди",
    },
    [48013] = {
        name = "Фанни Громтар",
    },
    [48014] = {
        name = "Ниввет Каналец",
    },
    [48022] = {
        name = "Салхет",
    },
    [48046] = {
        name = "Элла Кузнецкий Молот",
    },
    [48051] = {
        name = "Тралл",
    },
    [48053] = {
        name = "Бахрум Кузнецкий Молот",
    },
    [48059] = {
        name = "Заклинательница земли Ева",
    },
    [48162] = {
        name = "Харрисон Джонс",
    },
    [48173] = {
        name = "Колин Громтар",
    },
    [48174] = {
        name = "Ниввет Каналец",
    },
    [48186] = {
        name = "Харрисон Джонс",
    },
    [48203] = {
        name = "Сулла",
    },
    [48237] = {
        name = "Салхет",
    },
    [48264] = {
        name = "Голлук Каменный Кулак",
    },
    [48265] = {
        name = "Лориэль Верный Клинок",
    },
    [48364] = {
        name = "Киган Огнебород",
    },
    [48365] = {
        name = "Курдран Громовой Молот",
    },
    [48366] = {
        name = "Расселл Брауэр",
    },
    [48367] = {
        name = "Лахлан Макгрефф",
    },
    [48368] = {
        name = "Грунди Макгрефф",
    },
    [48431] = {
        name = "Сулла",
    },
    [48472] = {
        name = "Колин Громтар",
    },
    [48501] = {
        name = "Пророк Солнца Тумет",
    },
    [48528] = {
        name = "Харрисон Джонс",
    },
    [48558] = {
        name = "Харрисон Джонс",
    },
    [48564] = {
        name = "Король Фаорис",
    },
    [48621] = {
        name = "Сулла",
    },
    [48698] = {
        name = "Харрисон Джонс",
    },
    [48761] = {
        name = "Салхет",
    },
    [48993] = {
        name = "Капитан Психхо",
    },
    [49000] = {
        name = "Патч",
    },
    [49020] = {
        name = "Фарго Кремневый Затвор",
    },
    [49022] = {
        name = "Лейтенант Фокс",
    },
    [49151] = {
        name = "Харрисон Джонс",
    },
    [49203] = {
        name = "Харрисон Джонс",
    },
    [49204] = {
        name = "Бранн Бронзобород",
    },
    [49248] = {
        name = "Бранн Бронзобород",
    },
    [49252] = {
        name = "Фарго Кремневый Затвор",
    },
    [49345] = {
        name = "Салхет",
    },
    [49378] = {
        name = "Патч",
    },
    [49379] = {
        name = "Тиккер",
    },
    [49439] = {
        name = "Бретт Бомбист",
    },
    [49441] = {
        name = "Светобум Ротман",
    },
    [49810] = {
        name = "Кален",
    },
    [50367] = {
        name = "Фриз Штопор",
    },
    [52838] = {
        name = "Верховный друид Хамуул Рунический Тотем",
    },
})
]])()
