----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhCN" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [1750] = {
        name = "杰塔瑞斯将军",
    },
    [3144] = {
        name = "伊崔格",
    },
    [36799] = {
        name = "征募官伯恩斯",
    },
    [36915] = {
        name = "石语者埃鲁纳克",
    },
    [38917] = {
        name = "奥利瑟拉",
    },
    [39226] = {
        name = "先知加德拉",
    },
    [39406] = {
        name = "导师德沃兰",
    },
    [39413] = {
        name = "导师密尔瓦",
    },
    [39427] = {
        name = "加蒂·法拉瑞",
    },
    [39429] = {
        name = "欧穆拉·白角",
    },
    [39432] = {
        name = "塔科里克·怒哮",
    },
    [39433] = {
        name = "伊安·杜兰",
    },
    [39434] = {
        name = "瑞欧·杜兰",
    },
    [39435] = {
        name = "罗伊斯·暮语",
    },
    [39442] = {
        name = "无情的肯登纳",
    },
    [39451] = {
        name = "导师卡佳尔",
    },
    [39621] = {
        name = "元素师奥泰尔",
    },
    [39627] = {
        name = "戈德林之魂",
    },
    [39640] = {
        name = "克里斯托弗·曼赫姆",
    },
    [39667] = {
        name = "埃达尔拉",
    },
    [39857] = {
        name = "玛法里奥·怒风",
    },
    [39858] = {
        name = "大德鲁伊哈缪尔·符文图腾",
    },
    [39869] = {
        name = "风语者塔米拉",
    },
    [39875] = {
        name = "大地治愈者达鲁",
    },
    [39876] = {
        name = "费罗拉·火冠",
    },
    [39877] = {
        name = "托什·混沌治愈者",
    },
    [39878] = {
        name = "看护者穆拉",
    },
    [39881] = {
        name = "波涛语者瓦罗伦",
    },
    [39882] = {
        name = "了不起的萨比诺",
    },
    [39883] = {
        name = "埃达尔拉",
    },
    [39884] = {
        name = "萨米尔船长",
    },
    [39887] = {
        name = "泰勒上尉",
    },
    [39927] = {
        name = "莱恩娜·夜空",
    },
    [39928] = {
        name = "麦托克劳",
    },
    [39930] = {
        name = "米露恩",
    },
    [39932] = {
        name = "守护者塔尔德罗斯",
    },
    [39933] = {
        name = "泰拉斯·黑角",
    },
    [40093] = {
        name = "屈服的地狱火主宰",
    },
    [40096] = {
        name = "斥候拉兰迪雅",
    },
    [40105] = {
        name = "石语者埃鲁纳克",
    },
    [40139] = {
        name = "萨伊娜·风驰队长",
    },
    [40178] = {
        name = "奥利瑟拉",
    },
    [40221] = {
        name = "托什·混沌治愈者",
    },
    [40227] = {
        name = "菲利斯",
    },
    [40289] = {
        name = "伊瑟拉",
    },
    [40331] = {
        name = "莱茵·羽歌",
    },
    [40341] = {
        name = "托尔托拉",
    },
    [40578] = {
        name = "法登·爪击",
    },
    [40619] = {
        name = "指挥官加洛德·影歌",
    },
    [40639] = {
        name = "工程师“洗衣桶”",
    },
    [40640] = {
        name = "纳兹夏尔女士",
    },
    [40641] = {
        name = "潜水大师伯明翰",
    },
    [40642] = {
        name = "泰勒上尉",
    },
    [40643] = {
        name = "德沃雷克将军",
    },
    [40644] = {
        name = "莱维亚·梦行者",
    },
    [40645] = {
        name = "约尔兰·图布雷",
    },
    [40690] = {
        name = "泰勒上尉",
    },
    [40772] = {
        name = "指挥官加洛德·影歌",
    },
    [40773] = {
        name = "塞纳留斯",
    },
    [40816] = {
        name = "阿隆努斯",
    },
    [40834] = {
        name = "乔丹·奥拉夫森",
    },
    [40837] = {
        name = "亚尔格拉·黑痕",
    },
    [40916] = {
        name = "维索恩队长",
    },
    [40917] = {
        name = "军团士兵纳兹戈林",
    },
    [40918] = {
        name = "菲亚斯科·尖笑",
    },
    [40919] = {
        name = "波涛语者图尔拉",
    },
    [40920] = {
        name = "艾伦蒂·金眉",
    },
    [40921] = {
        name = "血卫士陶德雷克",
    },
    [40978] = {
        name = "深水猎手艾金图斯",
    },
    [40983] = {
        name = "马克·菲尔森",
    },
    [40997] = {
        name = "啸天者欧穆隆",
    },
    [41003] = {
        name = "莫希斯·轻翼",
    },
    [41005] = {
        name = "楚伦娜",
    },
    [41006] = {
        name = "希萨莉·黑鸦",
    },
    [41049] = {
        name = "深水领主金加塔尔",
    },
    [41050] = {
        name = "希拉柯丝海潮女祭司",
    },
    [41248] = {
        name = "莫安纳·雷蹄",
    },
    [41340] = {
        name = "列兵伯纳德",
    },
    [41341] = {
        name = "石语者埃鲁纳克",
    },
    [41344] = {
        name = "伦德尔·火舌",
    },
    [41347] = {
        name = "莫安纳·雷蹄",
    },
    [41381] = {
        name = "诺尔度",
    },
    [41456] = {
        name = "希拉柯丝女士",
    },
    [41457] = {
        name = "行刑者瓦拉萨雷斯",
    },
    [41476] = {
        name = "纳兹夏尔荣誉守卫",
    },
    [41497] = {
        name = "洛格拉姆",
    },
    [41498] = {
        name = "加仑达·山峰",
    },
    [41504] = {
        name = "托尔托拉",
    },
    [41507] = {
        name = "尼登",
    },
    [41531] = {
        name = "大地治愈者达鲁",
    },
    [41535] = {
        name = "工程师“洗衣桶”",
    },
    [41540] = {
        name = "泰勒上尉",
    },
    [41541] = {
        name = "德沃雷克将军",
    },
    [41598] = {
        name = "泰勒上尉",
    },
    [41600] = {
        name = "石语者埃鲁纳克",
    },
    [41618] = {
        name = "石语者埃鲁纳克",
    },
    [41621] = {
        name = "指挥官索拉卡",
    },
    [41636] = {
        name = "军团士兵纳兹戈林",
    },
    [41639] = {
        name = "波涛语者图尔拉",
    },
    [41640] = {
        name = "波涛语者瓦罗伦",
    },
    [41662] = {
        name = "格罗瓦船长",
    },
    [41663] = {
        name = "凡尔纳·“珍宝”船长",
    },
    [41665] = {
        name = "约尔兰·图布雷",
    },
    [41666] = {
        name = "工程师“洗衣桶”",
    },
    [41667] = {
        name = "“狐狸”托贝尔上尉",
    },
    [41668] = {
        name = "血卫士陶德雷克",
    },
    [41669] = {
        name = "菲亚斯科·尖笑",
    },
    [41670] = {
        name = "格尔楚德中士",
    },
    [41711] = {
        name = "军团士兵纳兹戈林",
    },
    [41750] = {
        name = "军团士兵纳兹戈林",
    },
    [41770] = {
        name = "菲亚斯科·尖笑",
    },
    [41802] = {
        name = "波涛语者瓦罗伦",
    },
    [41810] = {
        name = "军团士兵纳兹戈林",
    },
    [41811] = {
        name = "维索恩队长",
    },
    [41813] = {
        name = "波涛语者图尔拉",
    },
    [41885] = {
        name = "古罗克",
    },
    [41908] = {
        name = "欧纳柯",
    },
    [41910] = {
        name = "哈弗雷·掘歌",
    },
    [42074] = {
        name = "深水猎手艾金图斯",
    },
    [42076] = {
        name = "纳兹夏尔女士",
    },
    [42077] = {
        name = "纳兹夏尔女士",
    },
    [42197] = {
        name = "拉葛雷克",
    },
    [42410] = {
        name = "军团士兵纳兹戈林",
    },
    [42411] = {
        name = "泰勒上尉",
    },
    [42465] = {
        name = "塞拉赞恩",
    },
    [42466] = {
        name = "坚定者特尔拉斯",
    },
    [42467] = {
        name = "耐心者岱亚曼塔",
    },
    [42469] = {
        name = "恒定者柯尔",
    },
    [42472] = {
        name = "动荡者格尔西克",
    },
    [42573] = {
        name = "唤地者耶法",
    },
    [42574] = {
        name = "见习萨满金矿",
    },
    [42637] = {
        name = "秘法师萨乌拉诺克",
    },
    [42640] = {
        name = "卡拉兹船长",
    },
    [42641] = {
        name = "督军克罗格",
    },
    [42643] = {
        name = "弗利普",
    },
    [42672] = {
        name = "工头格里布斯",
    },
    [42684] = {
        name = "风暴召唤者米尔拉",
    },
    [42730] = {
        name = "唤地者托伦斯卡",
    },
    [42731] = {
        name = "大地治愈者诺莎拉",
    },
    [42899] = {
        name = "石英守护者",
    },
    [42978] = {
        name = "石拳将军",
    },
    [43065] = {
        name = "玛鲁特·缚石",
    },
    [43071] = {
        name = "克拉格·摧石者",
    },
    [43082] = {
        name = "大副穆迪",
    },
    [43116] = {
        name = "佩波",
    },
    [43160] = {
        name = "碎地者灰岩",
    },
    [43168] = {
        name = "格拉维尔·长铲",
    },
    [43169] = {
        name = "克莱·泥轴",
    },
    [43187] = {
        name = "欧纳克",
    },
    [43190] = {
        name = "扎伊拉",
    },
    [43191] = {
        name = "格雷戈",
    },
    [43193] = {
        name = "督军克罗格",
    },
    [43319] = {
        name = "大地治愈者深脉",
    },
    [43344] = {
        name = "贝拉希特",
    },
    [43395] = {
        name = "风语者洛瓦留斯",
    },
    [43397] = {
        name = "先知柯尔莫",
    },
    [43442] = {
        name = "鲁博里克",
    },
    [43581] = {
        name = "扎伊拉",
    },
    [43809] = {
        name = "唤地者托伦斯卡",
    },
    [43818] = {
        name = "玛鲁特·缚石",
    },
    [43835] = {
        name = "唤地者托伦斯卡",
    },
    [43897] = {
        name = "燃钢·磁石",
    },
    [43898] = {
        name = "弗林特·岩幔",
    },
    [43943] = {
        name = "加尔鲁什·地狱咆哮",
    },
    [44010] = {
        name = "风暴召唤者米尔拉",
    },
    [44024] = {
        name = "阿泰什",
    },
    [44025] = {
        name = "塞拉赞恩",
    },
    [44042] = {
        name = "欧纳克",
    },
    [44080] = {
        name = "执行者博登",
    },
    [44143] = {
        name = "斯雷特·流沙",
    },
    [44169] = {
        name = "扎伊拉",
    },
    [44204] = {
        name = "石父岩幔",
    },
    [44222] = {
        name = "先知格莱克",
    },
    [44806] = {
        name = "法戈·弗林特洛克",
    },
    [44833] = {
        name = "埃达尔拉",
    },
    [44860] = {
        name = "哈里森·琼斯",
    },
    [45043] = {
        name = "皮克·磨石",
    },
    [45167] = {
        name = "库德兰·蛮锤",
    },
    [45168] = {
        name = "法戈·弗林特洛克",
    },
    [45169] = {
        name = "海军上尉埃姆利",
    },
    [45170] = {
        name = "西蒙·钱德勒",
    },
    [45172] = {
        name = "索尔顿·锤击",
    },
    [45173] = {
        name = "塔娜",
    },
    [45180] = {
        name = "哈里森·琼斯",
    },
    [45186] = {
        name = "沙漠俾格米的躯体",
    },
    [45296] = {
        name = "哈里森·琼斯",
    },
    [45332] = {
        name = "唤地者托伦斯卡",
    },
    [45362] = {
        name = "唤地者耶法",
    },
    [45391] = {
        name = "大地治愈者达鲁",
    },
    [45432] = {
        name = "见习萨满金矿",
    },
    [45518] = {
        name = "莉拉斯塔萨",
    },
    [45522] = {
        name = "瓦莱斯塔萨",
    },
    [45528] = {
        name = "凯伦",
    },
    [45562] = {
        name = "烽焰",
    },
    [45658] = {
        name = "督军扎伊拉",
    },
    [45665] = {
        name = "柯丝温女士",
    },
    [45668] = {
        name = "库德兰·蛮锤",
    },
    [45669] = {
        name = "白盔卡修斯",
    },
    [45675] = {
        name = "半兽人迦罗娜",
    },
    [45772] = {
        name = "安曼特普将军",
    },
    [45796] = {
        name = "马迪亚斯·肖尔大师",
    },
    [45799] = {
        name = "纳顿亲王",
    },
    [45874] = {
        name = "司克诺兹斥候",
    },
    [45982] = {
        name = "格拉洛克",
    },
    [45983] = {
        name = "菲格斯·断轮",
    },
    [46003] = {
        name = "先知哈达西",
    },
    [46089] = {
        name = "洛克塔尔",
    },
    [46090] = {
        name = "久斯·果仁",
    },
    [46134] = {
        name = "高阶指挥官卡姆塞斯",
    },
    [46135] = {
        name = "高阶祭司阿门特",
    },
    [46136] = {
        name = "宰相塔诺忒普",
    },
    [46143] = {
        name = "弗莱恩·顿沃德",
    },
    [46174] = {
        name = "凯登·顿沃德",
    },
    [46175] = {
        name = "伊欧因·顿沃德",
    },
    [46176] = {
        name = "东尼利·顿沃德",
    },
    [46177] = {
        name = "凯莉·顿沃德",
    },
    [46242] = {
        name = "唤地者耶法",
    },
    [46243] = {
        name = "见习萨满金矿",
    },
    [46313] = {
        name = "纳克拉尔·掠爪",
    },
    [46318] = {
        name = "哈尔坎",
    },
    [46319] = {
        name = "格里夫",
    },
    [46323] = {
        name = "半兽人迦罗娜",
    },
    [46324] = {
        name = "玛利亚",
    },
    [46338] = {
        name = "巴德",
    },
    [46413] = {
        name = "瓦拉尔女伯爵",
    },
    [46458] = {
        name = "巴德",
    },
    [46513] = {
        name = "见习萨满金矿",
    },
    [46583] = {
        name = "伊欧因·顿沃德",
    },
    [46591] = {
        name = "科林·桑德玛尔",
    },
    [46671] = {
        name = "暮光大地符文",
    },
    [46717] = {
        name = "暮光神锤",
    },
    [46750] = {
        name = "聚变核心",
    },
    [46804] = {
        name = "科甘·焰须",
    },
    [46805] = {
        name = "伊安·焰须",
    },
    [46806] = {
        name = "布罗姆·铸锤",
    },
    [46811] = {
        name = "道格拉斯·穆兰",
    },
    [46812] = {
        name = "艾达娜·穆兰",
    },
    [46814] = {
        name = "凯琳·朗费罗",
    },
    [46850] = {
        name = "马凯伊·焰须",
    },
    [46872] = {
        name = "纳顿亲王",
    },
    [46875] = {
        name = "巴德",
    },
    [46883] = {
        name = "萨赫特",
    },
    [46978] = {
        name = "哈里森·琼斯",
    },
    [47158] = {
        name = "哈里森·琼斯",
    },
    [47159] = {
        name = "元首司克诺兹",
    },
    [47195] = {
        name = "斯雷特·流沙",
    },
    [47317] = {
        name = "克兰·多伊尔",
    },
    [47374] = {
        name = "补丁",
    },
    [47417] = {
        name = "扎伊拉",
    },
    [47492] = {
        name = "补丁",
    },
    [47493] = {
        name = "督军克罗格",
    },
    [47592] = {
        name = "马迪亚斯·肖尔大师",
    },
    [47603] = {
        name = "阿莱克丝塔萨，生命的缚誓者",
    },
    [47605] = {
        name = "凯伦",
    },
    [47611] = {
        name = "滩头堡上尉",
    },
    [47670] = {
        name = "贝洛克·辉刃",
    },
    [47684] = {
        name = "法奥瑞斯国王",
    },
    [47902] = {
        name = "莉拉斯塔萨",
    },
    [47904] = {
        name = "瓦莱斯塔萨",
    },
    [47905] = {
        name = "烽焰",
    },
    [47940] = {
        name = "元首司克诺兹",
    },
    [47959] = {
        name = "纳顿亲王",
    },
    [47967] = {
        name = "多产的作家",
    },
    [47972] = {
        name = "元首司克诺兹",
    },
    [47991] = {
        name = "唤地者耶法",
    },
    [48010] = {
        name = "低阶萨满布朗迪",
    },
    [48013] = {
        name = "范妮·桑德玛尔",
    },
    [48014] = {
        name = "尼维特·扁钳",
    },
    [48022] = {
        name = "萨赫特",
    },
    [48046] = {
        name = "艾娜·铸锤",
    },
    [48051] = {
        name = "萨尔",
    },
    [48053] = {
        name = "巴鲁姆·铸锤",
    },
    [48059] = {
        name = "唤地者耶法",
    },
    [48162] = {
        name = "哈里森·琼斯",
    },
    [48173] = {
        name = "科林·桑德玛尔",
    },
    [48174] = {
        name = "尼维特·扁钳",
    },
    [48186] = {
        name = "哈里森·琼斯",
    },
    [48203] = {
        name = "苏拉赫",
    },
    [48237] = {
        name = "萨赫特",
    },
    [48264] = {
        name = "古拉克·石拳",
    },
    [48265] = {
        name = "劳莉耶尔·图布雷",
    },
    [48364] = {
        name = "科甘·焰须",
    },
    [48365] = {
        name = "库德兰·蛮锤",
    },
    [48366] = {
        name = "罗素·布鲁尔",
    },
    [48367] = {
        name = "拉克伦·迈格拉夫",
    },
    [48368] = {
        name = "格朗迪·迈格拉夫",
    },
    [48431] = {
        name = "苏拉赫",
    },
    [48472] = {
        name = "科林·桑德玛尔",
    },
    [48501] = {
        name = "太阳先知图默特",
    },
    [48528] = {
        name = "哈里森·琼斯",
    },
    [48558] = {
        name = "哈里森·琼斯",
    },
    [48564] = {
        name = "法奥瑞斯国王",
    },
    [48621] = {
        name = "苏拉赫",
    },
    [48698] = {
        name = "哈里森·琼斯",
    },
    [48761] = {
        name = "萨赫特",
    },
    [48993] = {
        name = "卡拉兹船长",
    },
    [49000] = {
        name = "补丁",
    },
    [49020] = {
        name = "法戈·弗林特洛克",
    },
    [49022] = {
        name = "法克斯中尉",
    },
    [49151] = {
        name = "哈里森·琼斯",
    },
    [49203] = {
        name = "哈里森·琼斯",
    },
    [49204] = {
        name = "布莱恩·铜须",
    },
    [49248] = {
        name = "布莱恩·铜须",
    },
    [49252] = {
        name = "法戈·弗林特洛克",
    },
    [49345] = {
        name = "萨赫特",
    },
    [49378] = {
        name = "补丁",
    },
    [49379] = {
        name = "钟摆",
    },
    [49439] = {
        name = "轰炸机布雷特",
    },
    [49441] = {
        name = "闪光弹罗斯曼",
    },
    [49810] = {
        name = "凯伦",
    },
    [50367] = {
        name = "“天旋地转”费利兹",
    },
    [52838] = {
        name = "大德鲁伊哈缪尔·符文图腾",
    },
})
]])()
