----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhTW" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [1750] = {
        name = "傑塔瑞斯上將",
    },
    [3144] = {
        name = "伊崔格",
    },
    [36799] = {
        name = "招募員伯恩斯",
    },
    [36915] = {
        name = "伊魯納克‧石語者",
    },
    [38917] = {
        name = "艾里絲拉",
    },
    [39226] = {
        name = "先知加德拉",
    },
    [39406] = {
        name = "講師迪佛連",
    },
    [39413] = {
        name = "講師密爾瓦",
    },
    [39427] = {
        name = "潔蒂‧法拉琳恩",
    },
    [39429] = {
        name = "烏姆拉‧白角",
    },
    [39432] = {
        name = "塔克利克‧怒嚎",
    },
    [39433] = {
        name = "伊安‧杜蘭",
    },
    [39434] = {
        name = "里歐‧杜蘭",
    },
    [39435] = {
        name = "羅伊斯‧暮語",
    },
    [39442] = {
        name = "『冷酷』康登娜",
    },
    [39451] = {
        name = "講師卡勾爾",
    },
    [39621] = {
        name = "元素師奧泰爾",
    },
    [39627] = {
        name = "戈德林之靈",
    },
    [39640] = {
        name = "克里斯多夫‧曼海姆",
    },
    [39667] = {
        name = "艾達拉",
    },
    [39857] = {
        name = "瑪法里恩‧怒風",
    },
    [39858] = {
        name = "大德魯伊哈繆爾‧符文圖騰",
    },
    [39869] = {
        name = "語風者塔蜜拉",
    },
    [39875] = {
        name = "大地治癒者杜亞恩",
    },
    [39876] = {
        name = "菲蘿拉‧火環",
    },
    [39877] = {
        name = "塔許‧混沌撕裂者",
    },
    [39878] = {
        name = "監督者莫維拉",
    },
    [39881] = {
        name = "語濤者維勒連",
    },
    [39882] = {
        name = "偉大的山比諾",
    },
    [39883] = {
        name = "艾達拉",
    },
    [39884] = {
        name = "山米爾船長",
    },
    [39887] = {
        name = "泰勒隊長",
    },
    [39927] = {
        name = "萊娜‧夜空",
    },
    [39928] = {
        name = "瑪托克勞",
    },
    [39930] = {
        name = "蜜露恩",
    },
    [39932] = {
        name = "看守者塔爾德羅斯",
    },
    [39933] = {
        name = "泰洛斯‧黑角",
    },
    [40093] = {
        name = "被制服的煉獄之王",
    },
    [40096] = {
        name = "斥候拉倫蒂雅",
    },
    [40105] = {
        name = "伊魯納克‧石語者",
    },
    [40139] = {
        name = "賽那‧風暴行者隊長",
    },
    [40178] = {
        name = "艾里絲拉",
    },
    [40221] = {
        name = "塔許‧混沌撕裂者",
    },
    [40227] = {
        name = "菲利斯",
    },
    [40289] = {
        name = "伊瑟拉",
    },
    [40331] = {
        name = "瑞恩‧羽歌",
    },
    [40341] = {
        name = "托爾托拉",
    },
    [40578] = {
        name = "法爾登‧猛禽",
    },
    [40619] = {
        name = "指揮官亞羅德‧影歌",
    },
    [40639] = {
        name = "工程師赫克薩克拉",
    },
    [40640] = {
        name = "納茲賈爾女士",
    },
    [40641] = {
        name = "潛水高手伯明汗",
    },
    [40642] = {
        name = "泰勒隊長",
    },
    [40643] = {
        name = "德弗瑞克上將",
    },
    [40644] = {
        name = "蕾維亞‧喚夢者",
    },
    [40645] = {
        name = "喬藍‧真刃",
    },
    [40690] = {
        name = "泰勒隊長",
    },
    [40772] = {
        name = "指揮官亞羅德‧影歌",
    },
    [40773] = {
        name = "塞納留斯",
    },
    [40816] = {
        name = "艾羅努斯",
    },
    [40834] = {
        name = "喬丹‧歐拉夫森",
    },
    [40837] = {
        name = "亞格拉‧黑疤",
    },
    [40916] = {
        name = "惡刺隊長",
    },
    [40917] = {
        name = "軍團士兵納茲格寧姆",
    },
    [40918] = {
        name = "菲亞斯戈‧嘶咧",
    },
    [40919] = {
        name = "語濤者圖爾拉",
    },
    [40920] = {
        name = "蘭德絲‧金眉",
    },
    [40921] = {
        name = "血衛士拖雷克",
    },
    [40978] = {
        name = "深淵追獵者亞尊特斯",
    },
    [40983] = {
        name = "麥客‧菲爾森",
    },
    [40997] = {
        name = "傲天者歐姆奴隆",
    },
    [41003] = {
        name = "莫西斯‧語翼",
    },
    [41005] = {
        name = "克魯娜",
    },
    [41006] = {
        name = "黎沙莉‧烏鴉",
    },
    [41049] = {
        name = "深淵領主金加塔",
    },
    [41050] = {
        name = "席拉克斯海潮女祭司",
    },
    [41248] = {
        name = "摩亞那‧風暴之蹄",
    },
    [41340] = {
        name = "士兵波拉德",
    },
    [41341] = {
        name = "伊魯納克‧石語者",
    },
    [41344] = {
        name = "蘭德爾‧火舌",
    },
    [41347] = {
        name = "摩亞那‧風暴之蹄",
    },
    [41381] = {
        name = "諾爾度",
    },
    [41456] = {
        name = "席拉克斯女士",
    },
    [41457] = {
        name = "行刑人維拉瑟瑞斯",
    },
    [41476] = {
        name = "納茲賈爾榮譽守衛",
    },
    [41497] = {
        name = "羅格拉姆",
    },
    [41498] = {
        name = "加讓達‧山巔",
    },
    [41504] = {
        name = "托爾托拉",
    },
    [41507] = {
        name = "尼登",
    },
    [41531] = {
        name = "大地治癒者杜亞恩",
    },
    [41535] = {
        name = "工程師赫克薩克拉",
    },
    [41540] = {
        name = "泰勒隊長",
    },
    [41541] = {
        name = "德弗瑞克上將",
    },
    [41598] = {
        name = "泰勒隊長",
    },
    [41600] = {
        name = "伊魯納克‧石語者",
    },
    [41618] = {
        name = "伊魯納克‧石語者",
    },
    [41621] = {
        name = "指揮官索拉克",
    },
    [41636] = {
        name = "軍團士兵納茲格寧姆",
    },
    [41639] = {
        name = "語濤者圖爾拉",
    },
    [41640] = {
        name = "語濤者維勒連",
    },
    [41662] = {
        name = "葛羅沃船長",
    },
    [41663] = {
        name = "維恩『珠寶』船長",
    },
    [41665] = {
        name = "喬藍‧真刃",
    },
    [41666] = {
        name = "工程師赫克薩克拉",
    },
    [41667] = {
        name = "『狐怪』塔波中尉",
    },
    [41668] = {
        name = "血衛士拖雷克",
    },
    [41669] = {
        name = "菲亞斯戈‧嘶咧",
    },
    [41670] = {
        name = "傑特魯德中士",
    },
    [41711] = {
        name = "軍團士兵納茲格寧姆",
    },
    [41750] = {
        name = "軍團士兵納茲格寧姆",
    },
    [41770] = {
        name = "菲亞斯戈‧嘶咧",
    },
    [41802] = {
        name = "語濤者維勒連",
    },
    [41810] = {
        name = "軍團士兵納茲格寧姆",
    },
    [41811] = {
        name = "惡刺隊長",
    },
    [41813] = {
        name = "語濤者圖爾拉",
    },
    [41885] = {
        name = "古爾洛克",
    },
    [41908] = {
        name = "歐拉寇",
    },
    [41910] = {
        name = "韓福瑞‧掘曲",
    },
    [42074] = {
        name = "深淵追獵者亞尊特斯",
    },
    [42076] = {
        name = "納茲賈爾女士",
    },
    [42077] = {
        name = "納茲賈爾女士",
    },
    [42197] = {
        name = "勒苟雷克",
    },
    [42410] = {
        name = "軍團士兵納茲格寧姆",
    },
    [42411] = {
        name = "泰勒隊長",
    },
    [42465] = {
        name = "瑟拉贊恩",
    },
    [42466] = {
        name = "穩定的特拉斯",
    },
    [42467] = {
        name = "耐心的戴門",
    },
    [42469] = {
        name = "無法撼動的柯爾",
    },
    [42472] = {
        name = "激烈的哥西克",
    },
    [42573] = {
        name = "喚地者伊瓦",
    },
    [42574] = {
        name = "學徒金礦",
    },
    [42637] = {
        name = "『秘法師』索拉諾克",
    },
    [42640] = {
        name = "克拉茲上尉",
    },
    [42641] = {
        name = "督軍克羅格",
    },
    [42643] = {
        name = "費莉普",
    },
    [42672] = {
        name = "工頭吉利布斯",
    },
    [42684] = {
        name = "風暴召喚者米爾拉",
    },
    [42730] = {
        name = "喚地者托倫斯卡",
    },
    [42731] = {
        name = "大地治癒者諾爾莎拉",
    },
    [42899] = {
        name = "石英石頭管理者",
    },
    [42978] = {
        name = "石拳上將",
    },
    [43065] = {
        name = "瑪魯特‧縛石者",
    },
    [43071] = {
        name = "峭壁碾石者",
    },
    [43082] = {
        name = "大副穆迪",
    },
    [43116] = {
        name = "小石岩",
    },
    [43160] = {
        name = "雲石裂地者",
    },
    [43168] = {
        name = "葛瑞維爾‧長板",
    },
    [43169] = {
        name = "克雷‧穆達克索",
    },
    [43187] = {
        name = "奧納克",
    },
    [43190] = {
        name = "札伊拉",
    },
    [43191] = {
        name = "格里高",
    },
    [43193] = {
        name = "督軍克羅格",
    },
    [43319] = {
        name = "大地治癒者深脈",
    },
    [43344] = {
        name = "伯拉賽特",
    },
    [43395] = {
        name = "語風者洛瓦歷斯",
    },
    [43397] = {
        name = "先知科爾莫",
    },
    [43442] = {
        name = "魯伯瑞克",
    },
    [43581] = {
        name = "札伊拉",
    },
    [43809] = {
        name = "喚地者托倫斯卡",
    },
    [43818] = {
        name = "瑪魯特‧縛石者",
    },
    [43835] = {
        name = "喚地者托倫斯卡",
    },
    [43897] = {
        name = "黃鐵‧磁石",
    },
    [43898] = {
        name = "弗林特‧礦被",
    },
    [43943] = {
        name = "卡爾洛斯‧地獄吼",
    },
    [44010] = {
        name = "風暴召喚者米爾拉",
    },
    [44024] = {
        name = "阿特須",
    },
    [44025] = {
        name = "瑟拉贊恩",
    },
    [44042] = {
        name = "奧納克",
    },
    [44080] = {
        name = "莊嚴的波登",
    },
    [44143] = {
        name = "史雷特‧流沙",
    },
    [44169] = {
        name = "札伊拉",
    },
    [44204] = {
        name = "石父礦被",
    },
    [44222] = {
        name = "先知迦列克",
    },
    [44806] = {
        name = "法戈‧燧鎖",
    },
    [44833] = {
        name = "艾達拉",
    },
    [44860] = {
        name = "哈里遜‧瓊斯",
    },
    [45043] = {
        name = "聘克‧磨石",
    },
    [45167] = {
        name = "庫德蘭‧蠻錘",
    },
    [45168] = {
        name = "法戈‧燧鎖",
    },
    [45169] = {
        name = "艾姆里中尉",
    },
    [45170] = {
        name = "西蒙‧宣德勒",
    },
    [45172] = {
        name = "索爾登‧錘擊",
    },
    [45173] = {
        name = "塔拉",
    },
    [45180] = {
        name = "哈里遜‧瓊斯",
    },
    [45186] = {
        name = "沙漠俾格米侏儒屍體",
    },
    [45296] = {
        name = "哈里遜‧瓊斯",
    },
    [45332] = {
        name = "喚地者托倫斯卡",
    },
    [45362] = {
        name = "喚地者伊瓦",
    },
    [45391] = {
        name = "大地治癒者杜亞恩",
    },
    [45432] = {
        name = "學徒金礦",
    },
    [45518] = {
        name = "麗菈史卓莎",
    },
    [45522] = {
        name = "維菈史卓莎",
    },
    [45528] = {
        name = "凱倫",
    },
    [45562] = {
        name = "罪火",
    },
    [45658] = {
        name = "札伊拉酋長",
    },
    [45665] = {
        name = "寇茲文女士",
    },
    [45668] = {
        name = "庫德蘭‧蠻錘",
    },
    [45669] = {
        name = "白色的卡蘇斯",
    },
    [45675] = {
        name = "迦羅娜‧半血",
    },
    [45772] = {
        name = "安姆曼泰普將軍",
    },
    [45796] = {
        name = "馬迪亞斯‧肖爾大師",
    },
    [45799] = {
        name = "納登親王",
    },
    [45874] = {
        name = "舒諾茲斥候",
    },
    [45982] = {
        name = "葛拉羅克",
    },
    [45983] = {
        name = "費古斯‧輪餌",
    },
    [46003] = {
        name = "預言者哈達希",
    },
    [46089] = {
        name = "洛克塔",
    },
    [46090] = {
        name = "果汁‧葛納加特",
    },
    [46134] = {
        name = "卡姆塞斯將軍",
    },
    [46135] = {
        name = "高階祭司阿密特",
    },
    [46136] = {
        name = "輔臣塔諾泰普",
    },
    [46143] = {
        name = "弗萊恩‧登瓦德",
    },
    [46174] = {
        name = "凱登‧登瓦德",
    },
    [46175] = {
        name = "伊歐因‧登瓦德",
    },
    [46176] = {
        name = "多涅爾利‧登瓦德",
    },
    [46177] = {
        name = "基莉‧登瓦德",
    },
    [46242] = {
        name = "喚地者伊瓦",
    },
    [46243] = {
        name = "學徒金礦",
    },
    [46313] = {
        name = "納克拉爾‧耙爪",
    },
    [46318] = {
        name = "哈坎",
    },
    [46319] = {
        name = "格瑞夫",
    },
    [46323] = {
        name = "迦羅娜‧半血",
    },
    [46324] = {
        name = "瑪爾麗雅",
    },
    [46338] = {
        name = "霸德",
    },
    [46413] = {
        name = "女伯爵維羅",
    },
    [46458] = {
        name = "霸德",
    },
    [46513] = {
        name = "學徒金礦",
    },
    [46583] = {
        name = "伊歐因‧登瓦德",
    },
    [46591] = {
        name = "柯林‧桑德瑪",
    },
    [46671] = {
        name = "地之暮光符文",
    },
    [46717] = {
        name = "暮光神錘",
    },
    [46750] = {
        name = "核融合核心",
    },
    [46804] = {
        name = "基岡‧火鬍",
    },
    [46805] = {
        name = "伊安‧火鬍",
    },
    [46806] = {
        name = "布羅姆‧爐錘",
    },
    [46811] = {
        name = "杜格拉斯‧穆蘭",
    },
    [46812] = {
        name = "艾丹娜‧穆蘭",
    },
    [46814] = {
        name = "凱琳‧長人",
    },
    [46850] = {
        name = "麥卡伊‧火鬍",
    },
    [46872] = {
        name = "納登親王",
    },
    [46875] = {
        name = "霸德",
    },
    [46883] = {
        name = "薩赫特",
    },
    [46978] = {
        name = "哈里遜‧瓊斯",
    },
    [47158] = {
        name = "哈里遜‧瓊斯",
    },
    [47159] = {
        name = "指揮官舒諾茲",
    },
    [47195] = {
        name = "史雷特‧流沙",
    },
    [47317] = {
        name = "奇蘭‧道爾",
    },
    [47374] = {
        name = "派奇",
    },
    [47417] = {
        name = "札伊拉",
    },
    [47492] = {
        name = "派奇",
    },
    [47493] = {
        name = "督軍克羅格",
    },
    [47592] = {
        name = "馬迪亞斯‧肖爾大師",
    },
    [47603] = {
        name = "『生命守縛者』雅立史卓莎",
    },
    [47605] = {
        name = "凱倫",
    },
    [47611] = {
        name = "高岸堡中尉",
    },
    [47670] = {
        name = "貝洛克‧亮刃",
    },
    [47684] = {
        name = "法歐瑞斯王",
    },
    [47902] = {
        name = "麗菈史卓莎",
    },
    [47904] = {
        name = "維菈史卓莎",
    },
    [47905] = {
        name = "罪火",
    },
    [47940] = {
        name = "指揮官舒諾茲",
    },
    [47959] = {
        name = "納登親王",
    },
    [47967] = {
        name = "多產作家",
    },
    [47972] = {
        name = "指揮官舒諾茲",
    },
    [47991] = {
        name = "喚地者伊瓦",
    },
    [48010] = {
        name = "低階薩滿布朗第",
    },
    [48013] = {
        name = "芬妮‧桑德瑪",
    },
    [48014] = {
        name = "尼維特‧鎖頻",
    },
    [48022] = {
        name = "薩赫特",
    },
    [48046] = {
        name = "艾拉‧爐錘",
    },
    [48051] = {
        name = "索爾",
    },
    [48053] = {
        name = "巴盧姆‧爐錘",
    },
    [48059] = {
        name = "喚地者伊瓦",
    },
    [48162] = {
        name = "哈里遜‧瓊斯",
    },
    [48173] = {
        name = "柯林‧桑德瑪",
    },
    [48174] = {
        name = "尼維特‧鎖頻",
    },
    [48186] = {
        name = "哈里遜‧瓊斯",
    },
    [48203] = {
        name = "蘇拉",
    },
    [48237] = {
        name = "薩赫特",
    },
    [48264] = {
        name = "葛拉克‧岩拳",
    },
    [48265] = {
        name = "洛瑞爾‧真刃",
    },
    [48364] = {
        name = "基岡‧火鬍",
    },
    [48365] = {
        name = "庫德蘭‧蠻錘",
    },
    [48366] = {
        name = "羅賽爾‧布羅爾",
    },
    [48367] = {
        name = "拉克蘭‧麥葛拉夫",
    },
    [48368] = {
        name = "格蘭地‧麥葛拉夫",
    },
    [48431] = {
        name = "蘇拉",
    },
    [48472] = {
        name = "柯林‧桑德瑪",
    },
    [48501] = {
        name = "太陽預言者圖梅特",
    },
    [48528] = {
        name = "哈里遜‧瓊斯",
    },
    [48558] = {
        name = "哈里遜‧瓊斯",
    },
    [48564] = {
        name = "法歐瑞斯王",
    },
    [48621] = {
        name = "蘇拉",
    },
    [48698] = {
        name = "哈里遜‧瓊斯",
    },
    [48761] = {
        name = "薩赫特",
    },
    [48993] = {
        name = "克拉茲上尉",
    },
    [49000] = {
        name = "派奇",
    },
    [49020] = {
        name = "法戈‧燧鎖",
    },
    [49022] = {
        name = "福克斯中尉",
    },
    [49151] = {
        name = "哈里遜‧瓊斯",
    },
    [49203] = {
        name = "哈里遜‧瓊斯",
    },
    [49204] = {
        name = "布萊恩‧銅鬚",
    },
    [49248] = {
        name = "布萊恩‧銅鬚",
    },
    [49252] = {
        name = "法戈‧燧鎖",
    },
    [49345] = {
        name = "薩赫特",
    },
    [49378] = {
        name = "派奇",
    },
    [49379] = {
        name = "提克爾",
    },
    [49439] = {
        name = "轟炸者布雷特",
    },
    [49441] = {
        name = "閃擊‧羅斯曼",
    },
    [49810] = {
        name = "凱倫",
    },
    [50367] = {
        name = "佛利茲‧地旋",
    },
    [52838] = {
        name = "大德魯伊哈繆爾‧符文圖騰",
    },
})
]])()
