----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "koKR" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateObjectsTable({
    [202697] = {
        name = "황혼의 눈",
    },
    [202701] = {
        name = "화장실 은신처",
    },
    [202706] = {
        name = "황혼의 가마솥",
    },
    [202712] = {
        name = "황혼의 외경",
    },
    [202714] = {
        name = "거대한 해골",
    },
    [202871] = {
        name = "가라앉은 상자",
    },
    [203128] = {
        name = "깨진 병",
    },
    [203140] = {
        name = "부러진 외날창",
    },
    [203207] = {
        name = "어둠의 고서",
    },
    [203301] = {
        name = "나가 삼지창",
    },
    [203305] = {
        name = "나즈샤린의 도가니",
    },
    [203395] = {
        name = "얼라이언스 특전대 장비",
    },
    [204050] = {
        name = "원수파괴자호 설계도",
    },
    [204274] = {
        name = "선장의 일지",
    },
    [204959] = {
        name = "거대한 페이나이트 덩어리",
    },
    [205134] = {
        name = "제련장인의 기록",
    },
    [205266] = {
        name = "정교한 원반",
    },
    [205540] = {
        name = "오래된 해골",
    },
    [205874] = {
        name = "모래투성이 성각문양",
    },
    [206293] = {
        name = "인공지능 단말기",
    },
    [206569] = {
        name = "황혼의 눈",
    },
    [207359] = {
        name = "순전한 황혼의 알",
    },
})
]])()
