----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhCN" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateObjectsTable({
    [202697] = {
        name = "暮光之眼",
    },
    [202701] = {
        name = "厕所藏匿处",
    },
    [202706] = {
        name = "暮光熔锅",
    },
    [202712] = {
        name = "暮光伪经",
    },
    [202714] = {
        name = "巨大的头骨",
    },
    [202871] = {
        name = "沉没的箱子",
    },
    [203128] = {
        name = "破瓶子",
    },
    [203140] = {
        name = "损坏的纳迦三叉齿戟",
    },
    [203207] = {
        name = "暗影法典",
    },
    [203301] = {
        name = "纳迦三叉戟",
    },
    [203305] = {
        name = "纳萨林坩埚",
    },
    [203395] = {
        name = "联盟海豹突击队员装备",
    },
    [204050] = {
        name = "荡寇号蓝图",
    },
    [204274] = {
        name = "船长的日志",
    },
    [204959] = {
        name = "巨大的钙铝石簇群",
    },
    [205134] = {
        name = "铸炉之主的日志",
    },
    [205266] = {
        name = "精致的圆盘",
    },
    [205540] = {
        name = "破损的骨骼",
    },
    [205874] = {
        name = "沙土覆盖的符文",
    },
    [206293] = {
        name = "A. I. D.A.终端",
    },
    [206569] = {
        name = "暮光之眼",
    },
    [207359] = {
        name = "纯净的暮光龙卵",
    },
})
]])()
