----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhTW" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateObjectsTable({
    [202697] = {
        name = "暮光之眼",
    },
    [202701] = {
        name = "藏身廁所",
    },
    [202706] = {
        name = "暮光大鍋",
    },
    [202712] = {
        name = "暮光聖典",
    },
    [202714] = {
        name = "巨大頭骨",
    },
    [202871] = {
        name = "沉沒的箱子",
    },
    [203128] = {
        name = "破掉的瓶子",
    },
    [203140] = {
        name = "壞掉的尖耙",
    },
    [203207] = {
        name = "影之聖典",
    },
    [203301] = {
        name = "納迦三叉戟",
    },
    [203305] = {
        name = "納茲夏琳大爐",
    },
    [203395] = {
        name = "聯盟海豹部隊裝備",
    },
    [204050] = {
        name = "破敵者號的藍圖",
    },
    [204274] = {
        name = "艦長的日誌",
    },
    [204959] = {
        name = "巨型鋁硼鋯鈣石晶簇",
    },
    [205134] = {
        name = "鍛造大師的日誌",
    },
    [205266] = {
        name = "精巧的圓盤",
    },
    [205540] = {
        name = "枯骨",
    },
    [205874] = {
        name = "覆滿沙塵的象形文字",
    },
    [206293] = {
        name = "A. I. D.A.終端機",
    },
    [206569] = {
        name = "暮光之眼",
    },
    [207359] = {
        name = "純潔暮光龍蛋",
    },
})
]])()
