----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateObjectsTable({
    [202697] = {
        name = "Око Сумерек",
    },
    [202701] = {
        name = "Убежище в туалете",
    },
    [202706] = {
        name = "Котелок Сумеречного Молота",
    },
    [202712] = {
        name = "Апокриф сумерек",
    },
    [202714] = {
        name = "Огромный череп",
    },
    [202871] = {
        name = "Затонувший ящик",
    },
    [203128] = {
        name = "Разбитая бутылка",
    },
    [203140] = {
        name = "Сломленный зубец",
    },
    [203207] = {
        name = "Кодекс теней",
    },
    [203301] = {
        name = "Трезубцы наг",
    },
    [203305] = {
        name = "Тигель Наз'жар",
    },
    [203395] = {
        name = "Оборудование СМЭШ с корабля Альянса",
    },
    [204050] = {
        name = "Чертежи остова \"Крушителя Врагов\"",
    },
    [204274] = {
        name = "Судовой журнал капитана",
    },
    [204959] = {
        name = "Залежи пейнита",
    },
    [205134] = {
        name = "Дневник начальника кузни",
    },
    [205266] = {
        name = "Замысловатый диск",
    },
    [205540] = {
        name = "Дряхлый скелет",
    },
    [205874] = {
        name = "Покрытые песком иероглифы",
    },
    [206293] = {
        name = "Терминал АИДА",
    },
    [206569] = {
        name = "Око Сумерек",
    },
    [207359] = {
        name = "Яйцо чистого сумрака",
    },
})
]])()
