----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "koKR" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateQuestsTable({
    [14482] = {
        name = "연합의 부름",
    },
    [24432] = {
        name = "바다 걸음",
    },
    [25164] = {
        name = "또다시 궁지에 몰리다",
    },
    [25215] = {
        name = "정신 산만한 향기",
    },
    [25216] = {
        name = "위대한 샘비노",
    },
    [25217] = {
        name = "토템 조정",
    },
    [25218] = {
        name = "바닷속 인플레",
    },
    [25219] = {
        name = "달팽이의 비밀",
    },
    [25220] = {
        name = "미끄러운 위협",
    },
    [25221] = {
        name = "추격",
    },
    [25222] = {
        name = "은빛 너울 동굴",
    },
    [25223] = {
        name = "불의 시험",
    },
    [25224] = {
        name = "활짝 핀 화염꽃",
    },
    [25233] = {
        name = "보급선 차단",
    },
    [25234] = {
        name = "보급품의 정체",
    },
    [25255] = {
        name = "사냥꾼 괴롭히기",
    },
    [25268] = {
        name = "골드린의 목소리",
    },
    [25269] = {
        name = "로고쉬의 목소리",
    },
    [25270] = {
        name = "광기의 울부짖음",
    },
    [25271] = {
        name = "골드린의 야성",
    },
    [25272] = {
        name = "타락자 라이칸토스",
    },
    [25273] = {
        name = "타락자 라이칸토스",
    },
    [25274] = {
        name = "피의 계약서",
    },
    [25276] = {
        name = "새로운 신분",
    },
    [25277] = {
        name = "대청소",
    },
    [25278] = {
        name = "대청소",
    },
    [25281] = {
        name = "이제 일을 해야지",
    },
    [25291] = {
        name = "황혼의 훈련소",
    },
    [25294] = {
        name = "사냥개 산책시키기",
    },
    [25296] = {
        name = "정보 수집",
    },
    [25297] = {
        name = "정신 나는 물약",
    },
    [25298] = {
        name = "정신이 자유로우면 나머지는 알아서 해결되리니",
    },
    [25299] = {
        name = "정신력 훈련: 진실을 말하다",
    },
    [25300] = {
        name = "황혼의 눈",
    },
    [25301] = {
        name = "눈을 지배하려면",
    },
    [25303] = {
        name = "기본 공식",
    },
    [25308] = {
        name = "불화의 씨앗",
    },
    [25309] = {
        name = "영혼의 훈련: 강자는 봐주지 않는다",
    },
    [25310] = {
        name = "더 못된 놈, 덜 못된 놈",
    },
    [25311] = {
        name = "황혼의 땅",
    },
    [25312] = {
        name = "다시 더스크위스퍼에게로",
    },
    [25314] = {
        name = "바보들을 위한 연설문",
    },
    [25315] = {
        name = "졸업 연설",
    },
    [25317] = {
        name = "세계수를 지켜라",
    },
    [25319] = {
        name = "황혼의 망치단과의 전쟁",
    },
    [25320] = {
        name = "사로잡힌 정찰병",
    },
    [25321] = {
        name = "황혼의 포로",
    },
    [25323] = {
        name = "특급 소방수",
    },
    [25324] = {
        name = "위험한 죄수",
    },
    [25325] = {
        name = "꿈길 호송",
    },
    [25328] = {
        name = "골로 간 가르골",
    },
    [25330] = {
        name = "패자부활전",
    },
    [25332] = {
        name = "날 내보내 줘!",
    },
    [25334] = {
        name = "다가오는 위협",
    },
    [25352] = {
        name = "언덕 청소",
    },
    [25353] = {
        name = "병 속의 번개",
    },
    [25355] = {
        name = "병 속의 번개",
    },
    [25357] = {
        name = "시간을 좀",
    },
    [25358] = {
        name = "불안감의 명약",
    },
    [25359] = {
        name = "불타는 복수심",
    },
    [25360] = {
        name = "게 홍보 대사",
    },
    [25371] = {
        name = "심연의 기수",
    },
    [25372] = {
        name = "아에시나의 기적",
    },
    [25381] = {
        name = "온몸으로 화재 진압",
    },
    [25382] = {
        name = "의식 훼방 놓기",
    },
    [25385] = {
        name = "불쌍한 동물을 구해 주세요",
    },
    [25388] = {
        name = "게 상자",
    },
    [25389] = {
        name = "꼬리의 맛",
    },
    [25390] = {
        name = "여자에게 가장 소중한 친구",
    },
    [25392] = {
        name = "사슴을 도와 주세요!",
    },
    [25404] = {
        name = "설득의 기술",
    },
    [25405] = {
        name = "지친 자에게 휴식을",
    },
    [25408] = {
        name = "파멸의 씨앗",
    },
    [25411] = {
        name = "새 주인님",
    },
    [25412] = {
        name = "입에 담을 수 없는 이름",
    },
    [25424] = {
        name = "다시 알리스라에게로",
    },
    [25428] = {
        name = "화염의 검은 심장",
    },
    [25430] = {
        name = "에메랄드의 동맹들",
    },
    [25439] = {
        name = "불타는 복수심",
    },
    [25440] = {
        name = "심해군주 진자타르",
    },
    [25441] = {
        name = "소용돌이",
    },
    [25442] = {
        name = "지혜의 진주",
    },
    [25456] = {
        name = "무사 보고",
    },
    [25459] = {
        name = "뱀 공포증",
    },
    [25462] = {
        name = "나무 위로 올라간 곰",
    },
    [25464] = {
        name = "돌아온 남작 게돈",
    },
    [25471] = {
        name = "대협곡을 지나서",
    },
    [25472] = {
        name = "불점쟁이 지팡이",
    },
    [25477] = {
        name = "죽은 것보단 느린 게 낫다",
    },
    [25490] = {
        name = "잿더미를 헤치고",
    },
    [25491] = {
        name = "생명의 씨앗",
    },
    [25492] = {
        name = "더 이상의 피해는",
    },
    [25493] = {
        name = "신선한 미끼",
    },
    [25494] = {
        name = "될성부른 투견은 목줄부터 다르다",
    },
    [25496] = {
        name = "복수혈전",
    },
    [25499] = {
        name = "민첩성 훈련: 뒤돌아보지 말고 뛰어라!",
    },
    [25502] = {
        name = "흙에 살리라",
    },
    [25507] = {
        name = "지옥의 껍질",
    },
    [25509] = {
        name = "체력 훈련: 육체 노동",
    },
    [25510] = {
        name = "토르톨라, 입을 열다",
    },
    [25514] = {
        name = "굴레를 벗어나",
    },
    [25519] = {
        name = "토르톨라의 자식들",
    },
    [25520] = {
        name = "고대정령이 깨어나다",
    },
    [25523] = {
        name = "불의 땅 위를 날아올라",
    },
    [25525] = {
        name = "첫 번째 실전 비행",
    },
    [25531] = {
        name = "황혼의 폭동",
    },
    [25535] = {
        name = "먹어야 할 강한 필요성",
    },
    [25536] = {
        name = "차가운 환대",
    },
    [25537] = {
        name = "인력의 기술",
    },
    [25538] = {
        name = "냄새 뿌리기",
    },
    [25539] = {
        name = "조개잡이",
    },
    [25540] = {
        name = "위장이 기다린다",
    },
    [25544] = {
        name = "두 번째 실전 비행",
    },
    [25545] = {
        name = "싸우자!",
    },
    [25546] = {
        name = "위장과의 싸움",
    },
    [25547] = {
        name = "우리 방식대로",
    },
    [25548] = {
        name = "불의 군주의 힘",
    },
    [25549] = {
        name = "예언자의 성소",
    },
    [25550] = {
        name = "용암 군주",
    },
    [25551] = {
        name = "불의 군주",
    },
    [25552] = {
        name = "악의 무리",
    },
    [25553] = {
        name = "여왕에게 죽음을",
    },
    [25554] = {
        name = "화염의 비밀",
    },
    [25555] = {
        name = "문지기",
    },
    [25558] = {
        name = "도 아니면 모",
    },
    [25560] = {
        name = "알까기",
    },
    [25564] = {
        name = "스톰윈드 전천후 특전대",
    },
    [25575] = {
        name = "어둠과 불로 벼려낸",
    },
    [25576] = {
        name = "늑대 고대정령의 분노",
    },
    [25577] = {
        name = "핵폭발",
    },
    [25578] = {
        name = "다시 놀드랏실로",
    },
    [25579] = {
        name = "경계 태세",
    },
    [25580] = {
        name = "신속한 접근",
    },
    [25581] = {
        name = "시간 작업",
    },
    [25582] = {
        name = "유리한 고지",
    },
    [25583] = {
        name = "전투 현장에서",
    },
    [25584] = {
        name = "돌아온 고대정령",
    },
    [25587] = {
        name = "피난처로!",
    },
    [25592] = {
        name = "심해의 명물",
    },
    [25593] = {
        name = "소라 탈출",
    },
    [25594] = {
        name = "교활한 게",
    },
    [25595] = {
        name = "안전한 먹을거리",
    },
    [25597] = {
        name = "사령관 제로드 섀도송",
    },
    [25598] = {
        name = "하나 더 부탁해요",
    },
    [25599] = {
        name = "차원문의 주인 잿불투사",
    },
    [25600] = {
        name = "제련장인 피렌디우스",
    },
    [25601] = {
        name = "반에서 일등",
    },
    [25602] = {
        name = "불꽃이 없으면 불도 없다",
    },
    [25608] = {
        name = "닥치는 대로",
    },
    [25611] = {
        name = "불의 땅을 떠나며",
    },
    [25612] = {
        name = "불의 땅을 떠나며",
    },
    [25617] = {
        name = "불구덩이 속으로!",
    },
    [25618] = {
        name = "불구덩이 속으로!",
    },
    [25619] = {
        name = "재취업",
    },
    [25620] = {
        name = "경애하는 여군주님",
    },
    [25626] = {
        name = "과거의 환영: 드러나는 심연",
    },
    [25629] = {
        name = "여군주의 손길",
    },
    [25637] = {
        name = "심해군주의 부름",
    },
    [25638] = {
        name = "절박한 부탁",
    },
    [25644] = {
        name = "황혼의 알",
    },
    [25651] = {
        name = "정신 실종 사건",
    },
    [25653] = {
        name = "고대정령이 우리와 함께하시니",
    },
    [25655] = {
        name = "골치 아픈 벌레날개 일족",
    },
    [25656] = {
        name = "알 구출 작전",
    },
    [25657] = {
        name = "빠...밤, 빠...밤",
    },
    [25658] = {
        name = "설비 유지",
    },
    [25659] = {
        name = "쉽게 잊지 못하리라",
    },
    [25663] = {
        name = "아비아나에게 바치는 공물",
    },
    [25664] = {
        name = "기도와 날개",
    },
    [25670] = {
        name = "빠밤 빠밤 빠밤 빠밤",
    },
    [25731] = {
        name = "손안에 들어온 새",
    },
    [25732] = {
        name = "좋은 소식, 나쁜 소식",
    },
    [25740] = {
        name = "사실 확인 임무",
    },
    [25743] = {
        name = "선택의 순간",
    },
    [25746] = {
        name = "세스리아의 하수인",
    },
    [25747] = {
        name = "제독 찾아가기",
    },
    [25748] = {
        name = "명확한 목표",
    },
    [25749] = {
        name = "아주 무방비한 건 아니야",
    },
    [25751] = {
        name = "딱 맞는 영감",
    },
    [25752] = {
        name = "신속한 행동",
    },
    [25753] = {
        name = "스러졌으나 잊지 않으리라",
    },
    [25754] = {
        name = "성공 가늠하기",
    },
    [25755] = {
        name = "과거의 환영: 비엘아란 마루의 학살자",
    },
    [25758] = {
        name = "갑옷의 약점",
    },
    [25760] = {
        name = "과거의 환영: 바쉬르 침략",
    },
    [25761] = {
        name = "해체 작업",
    },
    [25763] = {
        name = "어둠의 고서",
    },
    [25764] = {
        name = "알의 행방을 찾아",
    },
    [25776] = {
        name = "세스리아의 최후",
    },
    [25794] = {
        name = "해저 성역",
    },
    [25795] = {
        name = "다시 제단으로",
    },
    [25807] = {
        name = "다시 태어난 고대정령",
    },
    [25810] = {
        name = "부화장을 불태워라",
    },
    [25812] = {
        name = "동굴 탐험",
    },
    [25824] = {
        name = "임무 보고",
    },
    [25830] = {
        name = "살아 있는 마지막 지식의 파수꾼",
    },
    [25832] = {
        name = "다시 아비아나에게로",
    },
    [25842] = {
        name = "화재 진압",
    },
    [25843] = {
        name = "토르톨라의 복수",
    },
    [25858] = {
        name = "여군주의 뜻대로",
    },
    [25859] = {
        name = "무단 출입 엄금",
    },
    [25860] = {
        name = "무슨 수를 써서라도",
    },
    [25861] = {
        name = "본때 보이기",
    },
    [25862] = {
        name = "도둑맞은 재산",
    },
    [25863] = {
        name = "주어진 임무",
    },
    [25881] = {
        name = "길 잃은 감시자",
    },
    [25883] = {
        name = "무장 해제",
    },
    [25884] = {
        name = "이판사판",
    },
    [25885] = {
        name = "뭐? 뭐지? 뱃속의 이 느낌은...?",
    },
    [25887] = {
        name = "눈 뜨는 파괴 본능",
    },
    [25888] = {
        name = "수압 적응",
    },
    [25890] = {
        name = "네스피라",
    },
    [25892] = {
        name = "후퇴",
    },
    [25893] = {
        name = "필사적인 계획",
    },
    [25894] = {
        name = "위협적인 수중 생물",
    },
    [25895] = {
        name = "준비하시고",
    },
    [25896] = {
        name = "헌신적인 집회",
    },
    [25897] = {
        name = "펼쳐지는 계획",
    },
    [25898] = {
        name = "명예로운 특권",
    },
    [25899] = {
        name = "적진을 뚫고",
    },
    [25900] = {
        name = "교류",
    },
    [25901] = {
        name = "하이잘 재활용 작전",
    },
    [25904] = {
        name = "망치단과 열쇠",
    },
    [25906] = {
        name = "세 번째 화염관문",
    },
    [25907] = {
        name = "노예 일꾼",
    },
    [25908] = {
        name = "고통 완화",
    },
    [25909] = {
        name = "게 사냥",
    },
    [25910] = {
        name = "자비는 없다",
    },
    [25911] = {
        name = "반가운 소식",
    },
    [25915] = {
        name = "토르톨라의 힘",
    },
    [25916] = {
        name = "돌파구",
    },
    [25917] = {
        name = "혼자가 아니야",
    },
    [25918] = {
        name = "비무장의 절망",
    },
    [25919] = {
        name = "몸통 공격",
    },
    [25920] = {
        name = "여전히 소중한",
    },
    [25921] = {
        name = "감독관 이드라케스",
    },
    [25922] = {
        name = "네스피라 깨우기",
    },
    [25923] = {
        name = "네메시스 처단",
    },
    [25924] = {
        name = "연합의 부름",
    },
    [25928] = {
        name = "토르톨라의 승리",
    },
    [25929] = {
        name = "바다 걸음",
    },
    [25936] = {
        name = "이제 일을 해야지",
    },
    [25941] = {
        name = "지친 자에게 휴식을",
    },
    [25942] = {
        name = "시간을 좀",
    },
    [25943] = {
        name = "위장과의 싸움",
    },
    [25944] = {
        name = "각오 다지기",
    },
    [25946] = {
        name = "심오한 투구",
    },
    [25947] = {
        name = "찾는 자와 챙기는 자",
    },
    [25948] = {
        name = "덤벼라!",
    },
    [25949] = {
        name = "피와 번개의 축복을!",
    },
    [25950] = {
        name = "시라케스 사냥",
    },
    [25952] = {
        name = "경계 태세",
    },
    [25953] = {
        name = "신속한 접근",
    },
    [25954] = {
        name = "시간 작업",
    },
    [25955] = {
        name = "유리한 고지",
    },
    [25956] = {
        name = "전투 현장에서",
    },
    [25957] = {
        name = "과거의 환영: 바쉬르 침략",
    },
    [25958] = {
        name = "부대장 찾아가기",
    },
    [25959] = {
        name = "명확한 목표",
    },
    [25960] = {
        name = "아주 무방비한 건 아니야",
    },
    [25962] = {
        name = "딱 맞는 영감",
    },
    [25963] = {
        name = "신속한 행동",
    },
    [25964] = {
        name = "스러졌으나 잊지 않으리라",
    },
    [25965] = {
        name = "성공 가늠하기",
    },
    [25966] = {
        name = "과거의 환영: 비엘아란 마루의 학살자",
    },
    [25967] = {
        name = "후퇴",
    },
    [25968] = {
        name = "필사적인 계획",
    },
    [25969] = {
        name = "위협적인 수중 생물",
    },
    [25970] = {
        name = "준비하시고",
    },
    [25971] = {
        name = "펼쳐지는 계획",
    },
    [25972] = {
        name = "명예로운 특권",
    },
    [25973] = {
        name = "반가운 소식",
    },
    [25974] = {
        name = "시라케스 사냥",
    },
    [25975] = {
        name = "보물 되찾기",
    },
    [25976] = {
        name = "보물 되찾기",
    },
    [25977] = {
        name = "깃발 휘날리며",
    },
    [25980] = {
        name = "깃발 휘날리며",
    },
    [25981] = {
        name = "가면이 아니야",
    },
    [25982] = {
        name = "가면이 아니야",
    },
    [25987] = {
        name = "착용 소감",
    },
    [25988] = {
        name = "착용 소감",
    },
    [25989] = {
        name = "게 사냥",
    },
    [25990] = {
        name = "돌파구",
    },
    [25991] = {
        name = "혼자가 아니야",
    },
    [25992] = {
        name = "비무장의 절망",
    },
    [25993] = {
        name = "몸통 공격",
    },
    [25994] = {
        name = "여전히 소중한",
    },
    [25995] = {
        name = "감독관 이드라케스",
    },
    [25996] = {
        name = "네스피라 깨우기",
    },
    [26000] = {
        name = "동굴 탐험",
    },
    [26005] = {
        name = "신선한 공기 한 모금",
    },
    [26006] = {
        name = "신선한 공기 한 모금",
    },
    [26007] = {
        name = "임무 보고",
    },
    [26008] = {
        name = "수압 적응",
    },
    [26014] = {
        name = "디그송 형제",
    },
    [26015] = {
        name = "자체 발광 사냥",
    },
    [26017] = {
        name = "미끼",
    },
    [26018] = {
        name = "멀록 수중 탐구",
    },
    [26019] = {
        name = "거대한 뱀장어 알",
    },
    [26021] = {
        name = "디그송 형제 2: 분노의 알 폭탄",
    },
    [26040] = {
        name = "뭐? 뭐지? 뱃속의 이 느낌은...?",
    },
    [26056] = {
        name = "파도예언자",
    },
    [26057] = {
        name = "파도예언자",
    },
    [26065] = {
        name = "윌하이 풀어주기",
    },
    [26070] = {
        name = "오염 정화",
    },
    [26071] = {
        name = "오염 정화",
    },
    [26072] = {
        name = "토템 속으로",
    },
    [26080] = {
        name = "마지막 부탁",
    },
    [26086] = {
        name = "오라코",
    },
    [26087] = {
        name = "\"빛나는 즙\"",
    },
    [26088] = {
        name = "물고기야 이리 와라",
    },
    [26089] = {
        name = "물고기 인간은 저리 가라",
    },
    [26090] = {
        name = "알 배달이오",
    },
    [26091] = {
        name = "물고기야 이리 와라 2: 뱀장어 알과 춤을",
    },
    [26092] = {
        name = "오라코의 보고서",
    },
    [26096] = {
        name = "끓어오르는 마법버섯",
    },
    [26103] = {
        name = "생체 연료",
    },
    [26106] = {
        name = "연료학 101",
    },
    [26111] = {
        name = "...모습을 드러내리라",
    },
    [26122] = {
        name = "환경 보전",
    },
    [26126] = {
        name = "완벽한 연료",
    },
    [26130] = {
        name = "고레크의 연결 해제",
    },
    [26132] = {
        name = "황천에서 온 마귀",
    },
    [26133] = {
        name = "황천에서 온 마귀",
    },
    [26135] = {
        name = "과거의 환영: 드러나는 심연",
    },
    [26140] = {
        name = "고대 생물과의 교감",
    },
    [26141] = {
        name = "결속의 마법석",
    },
    [26142] = {
        name = "더는 승천하지 못하리라",
    },
    [26143] = {
        name = "행동 개시",
    },
    [26144] = {
        name = "포로들",
    },
    [26149] = {
        name = "포로들",
    },
    [26154] = {
        name = "황혼의 몰락",
    },
    [26181] = {
        name = "다시 어둠돌파 동굴로",
    },
    [26182] = {
        name = "다시 음침한 동굴로",
    },
    [26191] = {
        name = "노력의 절정",
    },
    [26193] = {
        name = "균열을 방어하라",
    },
    [26194] = {
        name = "균열을 방어하라",
    },
    [26219] = {
        name = "한 바퀴",
    },
    [26221] = {
        name = "한 바퀴",
    },
    [26244] = {
        name = "모든 것은 흙으로",
    },
    [26245] = {
        name = "추락한 비행포격선",
    },
    [26246] = {
        name = "선장의 일지",
    },
    [26247] = {
        name = "대화로 해결합시다",
    },
    [26248] = {
        name = "죽은 자도 말이 있다",
    },
    [26249] = {
        name = "함장실",
    },
    [26250] = {
        name = "아, 한 놈은 남겨 놓고",
    },
    [26251] = {
        name = "한 놈도 남김 없이",
    },
    [26254] = {
        name = "오우거 길들이기",
    },
    [26255] = {
        name = "다시 대지의 사원으로",
    },
    [26256] = {
        name = "피는 이제 그만",
    },
    [26258] = {
        name = "데스윙의 몰락지",
    },
    [26259] = {
        name = "대지의 수호자의 피",
    },
    [26260] = {
        name = "제련장인의 기록",
    },
    [26261] = {
        name = "노예에게 물어 보세요",
    },
    [26293] = {
        name = "전쟁 기계",
    },
    [26294] = {
        name = "파괴... 아니, 고장을 부르는 전차",
    },
    [26311] = {
        name = "익숙하지 않은 물길",
    },
    [26312] = {
        name = "허술한 방어",
    },
    [26313] = {
        name = "문제의 핵",
    },
    [26314] = {
        name = "바닥으로의 초대",
    },
    [26315] = {
        name = "위풍당당한 대립",
    },
    [26324] = {
        name = "함대는 어디에",
    },
    [26326] = {
        name = "우리가 딛고 서 있는 땅",
    },
    [26328] = {
        name = "바위와 함께 협상을",
    },
    [26335] = {
        name = "해군 준비시키기",
    },
    [26337] = {
        name = "적극적인 투자",
    },
    [26358] = {
        name = "공군 준비시키기",
    },
    [26361] = {
        name = "스무트의 사모플랜지",
    },
    [26372] = {
        name = "비행 전 확인",
    },
    [26374] = {
        name = "육군 준비시키기",
    },
    [26375] = {
        name = "돌멩이 탈출 작전",
    },
    [26376] = {
        name = "뿌리 깊은 증오",
    },
    [26377] = {
        name = "대지의 분노",
    },
    [26388] = {
        name = "황혼의 하늘",
    },
    [26409] = {
        name = "골드마인은 어디에?",
    },
    [26410] = {
        name = "폭발 접합 혼합물",
    },
    [26411] = {
        name = "위험한 치료법",
    },
    [26413] = {
        name = "대지술사와의 만남",
    },
    [26426] = {
        name = "세찬 바람",
    },
    [26427] = {
        name = "선장이 없으면 항해사라도",
    },
    [26436] = {
        name = "자리 잡기",
    },
    [26437] = {
        name = "보송보송 돌피부",
    },
    [26438] = {
        name = "개입",
    },
    [26439] = {
        name = "조각 맞추기",
    },
    [26440] = {
        name = "돌이지만 괜찮아",
    },
    [26441] = {
        name = "엄청나게 크고, 둥근...",
    },
    [26484] = {
        name = "돌난로를 지켜라",
    },
    [26499] = {
        name = "바위 아버지의 은혜",
    },
    [26500] = {
        name = "둘러싸이다",
    },
    [26501] = {
        name = "통로 봉인",
    },
    [26502] = {
        name = "천둥석",
    },
    [26507] = {
        name = "돌로 만든 별미",
    },
    [26537] = {
        name = "먼지가 될 때까지!",
    },
    [26538] = {
        name = "응급 처치",
    },
    [26539] = {
        name = "협상 지연",
    },
    [26540] = {
        name = "위험한 동정심",
    },
    [26549] = {
        name = "광기",
    },
    [26564] = {
        name = "수리 필요",
    },
    [26575] = {
        name = "정말 마지막이다",
    },
    [26576] = {
        name = "한결같은 바위",
    },
    [26577] = {
        name = "험난한 앞길",
    },
    [26578] = {
        name = "파멸버섯",
    },
    [26579] = {
        name = "너무 물러서 탈이야",
    },
    [26580] = {
        name = "낯익은 침입자",
    },
    [26581] = {
        name = "안개 먹는 바람",
    },
    [26582] = {
        name = "비정상적인 원인",
    },
    [26583] = {
        name = "곰팡이술사의 분노",
    },
    [26584] = {
        name = "베를로크도 벼랑에서 떨어질 때가 있다",
    },
    [26585] = {
        name = "타락의 근원",
    },
    [26591] = {
        name = "전장의 치유사",
    },
    [26608] = {
        name = "협상 결렬",
    },
    [26619] = {
        name = "그대 혁명을 꿈꾸는가",
    },
    [26621] = {
        name = "봉기",
    },
    [26622] = {
        name = "모르고르에게 죽음을",
    },
    [26625] = {
        name = "대지종결자 트로그조르",
    },
    [26632] = {
        name = "근접 호위",
    },
    [26656] = {
        name = "절대. 멈추지. 마시오.",
    },
    [26657] = {
        name = "추락",
    },
    [26658] = {
        name = "망치를 찾아라",
    },
    [26659] = {
        name = "공명의 일격",
    },
    [26750] = {
        name = "바위 어머니의 부름",
    },
    [26752] = {
        name = "바위 어머니 알현",
    },
    [26755] = {
        name = "전초지에서 몰아내기",
    },
    [26762] = {
        name = "피조물 재활성화",
    },
    [26766] = {
        name = "월척은 큰 미끼로",
    },
    [26768] = {
        name = "용을 잡으려면",
    },
    [26770] = {
        name = "비술의 달인",
    },
    [26771] = {
        name = "덫 시험하기",
    },
    [26784] = {
        name = "진흙 묻은 물의 정령",
    },
    [26786] = {
        name = "상륙 거점 확보",
    },
    [26788] = {
        name = "승리 굳히기",
    },
    [26791] = {
        name = "곰팡이는 이제 그만",
    },
    [26792] = {
        name = "곰팡이 흉물",
    },
    [26798] = {
        name = "사울팽이 기뻐할 소식",
    },
    [26827] = {
        name = "대지 고리회를 결집하라",
    },
    [26828] = {
        name = "우리가 약속한 것",
    },
    [26829] = {
        name = "바위의 행군",
    },
    [26830] = {
        name = "반역자 색출",
    },
    [26831] = {
        name = "황혼의 비행",
    },
    [26832] = {
        name = "테라제인의 자비",
    },
    [26833] = {
        name = "바위에 새긴 약속",
    },
    [26834] = {
        name = "협곡 속으로",
    },
    [26835] = {
        name = "사소한 문제",
    },
    [26836] = {
        name = "바위 아버지도 구하고, 플린트도 구하고",
    },
    [26840] = {
        name = "고원으로 돌아가기",
    },
    [26857] = {
        name = "어비시온의 부하",
    },
    [26861] = {
        name = "관문 봉쇄",
    },
    [26869] = {
        name = "심원의 바닥",
    },
    [26871] = {
        name = "돌이라고 다 같은 돌이랴",
    },
    [26875] = {
        name = "끈질긴 황혼",
    },
    [26876] = {
        name = "세계 기둥 파편",
    },
    [26971] = {
        name = "균열 봉합",
    },
    [27003] = {
        name = "눈먼 돈",
    },
    [27007] = {
        name = "은빛늪지에서의 만남",
    },
    [27010] = {
        name = "수은 속으로",
    },
    [27061] = {
        name = "황혼 전망대",
    },
    [27126] = {
        name = "특급 배송",
    },
    [27135] = {
        name = "화끈한 게 좋아",
    },
    [27136] = {
        name = "정령의 에너지",
    },
    [27141] = {
        name = "조금 이른 폭발",
    },
    [27176] = {
        name = "사라진 막대",
    },
    [27177] = {
        name = "회수 임무",
    },
    [27178] = {
        name = "나가 증원군",
    },
    [27179] = {
        name = "현장 조사",
    },
    [27196] = {
        name = "놀라운 사실",
    },
    [27299] = {
        name = "찢어진 대지",
    },
    [27300] = {
        name = "황혼의 망치단 혼내 주기",
    },
    [27301] = {
        name = "불굴의 대지술사",
    },
    [27302] = {
        name = "간단한 해결책",
    },
    [27303] = {
        name = "속박된 정령에게 자비를",
    },
    [27338] = {
        name = "해변의 병사들",
    },
    [27341] = {
        name = "해변 정찰",
    },
    [27366] = {
        name = "내 땅이야",
    },
    [27376] = {
        name = "이소라스의 입",
    },
    [27377] = {
        name = "야수의 뱃속",
    },
    [27378] = {
        name = "세계파괴자",
    },
    [27379] = {
        name = "이소라스의 공포",
    },
    [27380] = {
        name = "이소라스의 악몽",
    },
    [27431] = {
        name = "무너진 균형",
    },
    [27433] = {
        name = "벌목기 절제술",
    },
    [27468] = {
        name = "공성 전차 구출",
    },
    [27485] = {
        name = "따뜻한 환영",
    },
    [27486] = {
        name = "따뜻한 환영",
    },
    [27490] = {
        name = "SI:7 호위",
    },
    [27491] = {
        name = "코르크론 호위",
    },
    [27492] = {
        name = "오우거와 거인",
    },
    [27493] = {
        name = "오우거와 거인",
    },
    [27494] = {
        name = "태산을 움직여라",
    },
    [27495] = {
        name = "태산을 움직여라",
    },
    [27496] = {
        name = "포격 신호 보내기",
    },
    [27497] = {
        name = "포격 신호 보내기",
    },
    [27498] = {
        name = "공격 신호 보내기",
    },
    [27499] = {
        name = "공격 신호 보내기",
    },
    [27500] = {
        name = "더러워도 없는 것보단 낫다",
    },
    [27501] = {
        name = "더러워도 없는 것보단 낫다",
    },
    [27502] = {
        name = "성채 꼭대기로",
    },
    [27503] = {
        name = "성채 꼭대기로",
    },
    [27504] = {
        name = "용들도 피를 흘린다",
    },
    [27505] = {
        name = "용혈족의 치료",
    },
    [27506] = {
        name = "죽음과 새로운 생명",
    },
    [27507] = {
        name = "밀려오는 황혼",
    },
    [27508] = {
        name = "둥지를 떠난 알",
    },
    [27509] = {
        name = "방어선에 생긴 틈",
    },
    [27511] = {
        name = "발견의 기쁨",
    },
    [27514] = {
        name = "새가 떨어졌다! 새가 떨어졌다!",
    },
    [27515] = {
        name = "뿌리가 필요해",
    },
    [27516] = {
        name = "훨훨 날아 높은 둑까지",
    },
    [27517] = {
        name = "준비가 필요해",
    },
    [27519] = {
        name = "숨 막히는 모래 아래",
    },
    [27520] = {
        name = "알아키르의 후예",
    },
    [27537] = {
        name = "궁여지책",
    },
    [27538] = {
        name = "완벽한 깁스 재료",
    },
    [27541] = {
        name = "과거의 교훈",
    },
    [27545] = {
        name = "길이 열렸다",
    },
    [27549] = {
        name = "별빛을 바라보며",
    },
    [27564] = {
        name = "보루 수호",
    },
    [27576] = {
        name = "패치가 지휘한다",
    },
    [27583] = {
        name = "북쪽 전선",
    },
    [27584] = {
        name = "붉게 물든 파도",
    },
    [27586] = {
        name = "해변의 포탄",
    },
    [27595] = {
        name = "예언자 하다시",
    },
    [27602] = {
        name = "예언자의 유언",
    },
    [27606] = {
        name = "헤스자타르를 없애라!",
    },
    [27607] = {
        name = "남쪽 전선",
    },
    [27610] = {
        name = "해변 정찰",
    },
    [27611] = {
        name = "모래 위의 피",
    },
    [27621] = {
        name = "파이어비어드의 지구대",
    },
    [27622] = {
        name = "더 나은 벌목기",
    },
    [27623] = {
        name = "거대 수호자",
    },
    [27624] = {
        name = "추락 이후",
    },
    [27627] = {
        name = "바퀴벌레만도 못한 딱정벌레",
    },
    [27628] = {
        name = "파오리스 왕에게 전할 말",
    },
    [27629] = {
        name = "장로의 한 표",
    },
    [27630] = {
        name = "대사제의 한 표",
    },
    [27631] = {
        name = "총사령관의 한 표",
    },
    [27632] = {
        name = "타노텝의 아들",
    },
    [27636] = {
        name = "마티아스와 단둘이",
    },
    [27638] = {
        name = "가로나와 단둘이",
    },
    [27640] = {
        name = "둔왈트는 죽지 않는다",
    },
    [27641] = {
        name = "가족들을 찾는 동안",
    },
    [27642] = {
        name = "폐허를 누비며",
    },
    [27643] = {
        name = "도넬리 둔왈트",
    },
    [27644] = {
        name = "에오인 둔왈트",
    },
    [27645] = {
        name = "케이든 둔왈트",
    },
    [27646] = {
        name = "부리부리를 찾아라",
    },
    [27647] = {
        name = "물 말고 다른 거",
    },
    [27648] = {
        name = "한 번 더 불구덩이로",
    },
    [27649] = {
        name = "꾸준한 공급",
    },
    [27650] = {
        name = "다시 집으로",
    },
    [27651] = {
        name = "둔왈트답게",
    },
    [27652] = {
        name = "어둠의 암살자",
    },
    [27653] = {
        name = "어둠의 암살자",
    },
    [27654] = {
        name = "망치를 내리쳐라",
    },
    [27655] = {
        name = "망치를 내리쳐라",
    },
    [27657] = {
        name = "대지술사의 도움",
    },
    [27658] = {
        name = "대지술사의 도움",
    },
    [27659] = {
        name = "차원문 과부하",
    },
    [27660] = {
        name = "호수의 정령",
    },
    [27661] = {
        name = "캐논을 쳐라",
    },
    [27662] = {
        name = "구속 해제",
    },
    [27669] = {
        name = "명예로운 주인공",
    },
    [27688] = {
        name = "주의 끌기",
    },
    [27689] = {
        name = "주의 끌기",
    },
    [27690] = {
        name = "비룡 조련사 나크랄",
    },
    [27695] = {
        name = "엘레멘티움 도끼",
    },
    [27696] = {
        name = "엘레멘티움 도끼",
    },
    [27699] = {
        name = "상어에 약한 남자",
    },
    [27700] = {
        name = "고삐 풀린 용",
    },
    [27701] = {
        name = "고삐 풀린 용",
    },
    [27702] = {
        name = "최후의 일격",
    },
    [27703] = {
        name = "최후의 일격",
    },
    [27706] = {
        name = "오르시스의 홀",
    },
    [27707] = {
        name = "네페르세트 감옥",
    },
    [27708] = {
        name = "이젠 감시자 차례",
    },
    [27711] = {
        name = "엘레멘티움 나락으로 돌아가기",
    },
    [27712] = {
        name = "엘레멘티움 나락으로 돌아가기",
    },
    [27719] = {
        name = "생명의 물",
    },
    [27720] = {
        name = "골드마인 씨의 짜릿한 탈것",
    },
    [27729] = {
        name = "장어로 한 번 더",
    },
    [27738] = {
        name = "비늘 구덩이",
    },
    [27742] = {
        name = "조금만 챙기자",
    },
    [27743] = {
        name = "이왕 온 김에",
    },
    [27744] = {
        name = "룬 파괴",
    },
    [27745] = {
        name = "불꽃 튀는 재회",
    },
    [27747] = {
        name = "총력전",
    },
    [27748] = {
        name = "부와 영광",
    },
    [27750] = {
        name = "전투 식량",
    },
    [27751] = {
        name = "와일드해머를 무찔러라",
    },
    [27752] = {
        name = "와일드해머답게 싸우려면",
    },
    [27753] = {
        name = "저녁을 거를 순 없다",
    },
    [27754] = {
        name = "용아귀 부족 급습",
    },
    [27755] = {
        name = "무덤의 저주",
    },
    [27760] = {
        name = "인공 지능",
    },
    [27761] = {
        name = "폭탄 해체를 통한 교란 작전",
    },
    [27777] = {
        name = "핵 접근 암호",
    },
    [27778] = {
        name = "윕슨 해킹",
    },
    [27779] = {
        name = "노움 소멸",
    },
    [27782] = {
        name = "마티아스의 호출",
    },
    [27783] = {
        name = "가로나의 호출",
    },
    [27784] = {
        name = "황혼의 망치",
    },
    [27786] = {
        name = "황혼의 망치",
    },
    [27787] = {
        name = "태산 해골분쇄자",
    },
    [27788] = {
        name = "태산 해골분쇄자",
    },
    [27798] = {
        name = "생명의 물",
    },
    [27803] = {
        name = "반가운 휴식",
    },
    [27804] = {
        name = "마지막 삶의 터전",
    },
    [27805] = {
        name = "작은 위안",
    },
    [27806] = {
        name = "명예로운 짐",
    },
    [27807] = {
        name = "뮬란 가문",
    },
    [27808] = {
        name = "완고한 도일 가문",
    },
    [27809] = {
        name = "파이어비어드의 풀무",
    },
    [27810] = {
        name = "투혼",
    },
    [27811] = {
        name = "전투의 향기",
    },
    [27812] = {
        name = "뮬란 가문의 충성",
    },
    [27813] = {
        name = "용아귀 부족에게 어울리는 죽음",
    },
    [27814] = {
        name = "이가 없으면 잇몸으로",
    },
    [27815] = {
        name = "무기 배달",
    },
    [27816] = {
        name = "직접 보고를",
    },
    [27817] = {
        name = "총공격!",
    },
    [27836] = {
        name = "번식 예방",
    },
    [27837] = {
        name = "강물의 침입자",
    },
    [27838] = {
        name = "부패의 근원",
    },
    [27900] = {
        name = "이 친구는 내가 맡겠소",
    },
    [27901] = {
        name = "똥인지 된장인지도 모르고",
    },
    [27903] = {
        name = "점화",
    },
    [27905] = {
        name = "후미포 발사!",
    },
    [27922] = {
        name = "배신자들!",
    },
    [27923] = {
        name = "눈 따가운 연기",
    },
    [27924] = {
        name = "버드의 계획",
    },
    [27926] = {
        name = "만남의 광장",
    },
    [27928] = {
        name = "모피 전문가의 환심 사기",
    },
    [27929] = {
        name = "놈들을 끌어내려라",
    },
    [27931] = {
        name = "전율하는 들판",
    },
    [27932] = {
        name = "대지 가름 도끼",
    },
    [27933] = {
        name = "원소 광석",
    },
    [27934] = {
        name = "대지와 하나 되기",
    },
    [27935] = {
        name = "아발란치온 처치",
    },
    [27937] = {
        name = "영웅의 귀환",
    },
    [27938] = {
        name = "중간 파편",
    },
    [27939] = {
        name = "사막여우",
    },
    [27941] = {
        name = "패션중심주의",
    },
    [27942] = {
        name = "우상 숭배",
    },
    [27943] = {
        name = "분노한 정령",
    },
    [27945] = {
        name = "검게 물든 심장",
    },
    [27947] = {
        name = "황혼의 시야",
    },
    [27950] = {
        name = "고블스!",
    },
    [27951] = {
        name = "힘에는 희생이 따르는 법",
    },
    [27954] = {
        name = "눈의 만족",
    },
    [27955] = {
        name = "눈 들여다보기",
    },
    [27969] = {
        name = "쓸모 있는 사람이 되길",
    },
    [27990] = {
        name = "전투 구역",
    },
    [27999] = {
        name = "도일 가문의 운명",
    },
    [28002] = {
        name = "위기 관리",
    },
    [28041] = {
        name = "날것 미끼",
    },
    [28043] = {
        name = "용 손봐주기",
    },
    [28090] = {
        name = "귀중한 물품",
    },
    [28091] = {
        name = "쉬운 상대",
    },
    [28092] = {
        name = "열쇠만 맞는다면",
    },
    [28093] = {
        name = "계속해서 전진",
    },
    [28094] = {
        name = "길 닦기",
    },
    [28097] = {
        name = "그림 바톨 관문",
    },
    [28101] = {
        name = "마티아스가 지휘한다",
    },
    [28103] = {
        name = "쉬운 상대",
    },
    [28104] = {
        name = "귀중한 물품",
    },
    [28105] = {
        name = "무자비한 카벰",
    },
    [28107] = {
        name = "길 닦기",
    },
    [28108] = {
        name = "열쇠만 맞는다면",
    },
    [28109] = {
        name = "계속해서 전진",
    },
    [28112] = {
        name = "잃어버린 도시에서의 탈출",
    },
    [28123] = {
        name = "악마의 사슬",
    },
    [28132] = {
        name = "능률 발굴",
    },
    [28133] = {
        name = "고삐 풀린 분노",
    },
    [28134] = {
        name = "복수의 전조",
    },
    [28135] = {
        name = "알아키르의 복수",
    },
    [28171] = {
        name = "붉게 물든 하늘",
    },
    [28173] = {
        name = "검은 하늘",
    },
    [28175] = {
        name = "어둠 속을 밝히는 빛",
    },
    [28176] = {
        name = "어미를 찾는 새끼용",
    },
    [28187] = {
        name = "큰일 날 뻔했어!",
    },
    [28191] = {
        name = "마땅한 죽음",
    },
    [28193] = {
        name = "추적!",
    },
    [28194] = {
        name = "목숨을 건 탈출",
    },
    [28195] = {
        name = "따끔한 교훈",
    },
    [28198] = {
        name = "가장 약한 연결 고리",
    },
    [28210] = {
        name = "준비 운동",
    },
    [28211] = {
        name = "정령의 불꽃에 담금질하라",
    },
    [28212] = {
        name = "뜨거운 것",
    },
    [28215] = {
        name = "위치 에너지",
    },
    [28216] = {
        name = "용암군주 팔타자르",
    },
    [28233] = {
        name = "실종된 형제",
    },
    [28234] = {
        name = "바지 도둑이야!",
    },
    [28238] = {
        name = "황혼의 해안",
    },
    [28241] = {
        name = "황혼의 시야",
    },
    [28242] = {
        name = "힘에는 희생이 따르는 법",
    },
    [28243] = {
        name = "눈의 만족",
    },
    [28244] = {
        name = "눈 들여다보기",
    },
    [28247] = {
        name = "마지막 어미용",
    },
    [28248] = {
        name = "승리자 거점",
    },
    [28249] = {
        name = "박살의 땅",
    },
    [28267] = {
        name = "총살",
    },
    [28269] = {
        name = "비르사르에서 만납시다",
    },
    [28271] = {
        name = "생산성 감소",
    },
    [28272] = {
        name = "잃어버린 조각",
    },
    [28273] = {
        name = "친구의 친구",
    },
    [28274] = {
        name = "두 개의 천막",
    },
    [28276] = {
        name = "살헤트의 비밀",
    },
    [28277] = {
        name = "전술가 살헤트",
    },
    [28280] = {
        name = "창공의 적을 처치하라!",
    },
    [28281] = {
        name = "썬더마 최후의 항전",
    },
    [28282] = {
        name = "비룡 조련사 나크랄",
    },
    [28291] = {
        name = "전초기지로",
    },
    [28294] = {
        name = "영면의 안식처 회합",
    },
    [28346] = {
        name = "신랑감",
    },
    [28350] = {
        name = "함정의 달인",
    },
    [28351] = {
        name = "무한한 잠재력",
    },
    [28352] = {
        name = "낙타 길들이기",
    },
    [28353] = {
        name = "존스 박사가 당신을 찾더군요",
    },
    [28363] = {
        name = "말벌 둥지 건드리기",
    },
    [28367] = {
        name = "창조주의 쓰개",
    },
    [28369] = {
        name = "나의 여동생, 패니",
    },
    [28377] = {
        name = "출렁배 동굴 구출 작전",
    },
    [28378] = {
        name = "패니를 찾아라",
    },
    [28379] = {
        name = "오우거 혼내주기",
    },
    [28402] = {
        name = "너무 빠른 슈노츠",
    },
    [28403] = {
        name = "잘못된 정보",
    },
    [28404] = {
        name = "수동 조작",
    },
    [28407] = {
        name = "신부감",
    },
    [28408] = {
        name = "대담한 것",
    },
    [28409] = {
        name = "양조한 것",
    },
    [28410] = {
        name = "훔친 것",
    },
    [28411] = {
        name = "끓인 것",
    },
    [28413] = {
        name = "작사 및 작곡",
    },
    [28480] = {
        name = "어둠의 부관",
    },
    [28482] = {
        name = "술라의 선물",
    },
    [28483] = {
        name = "피를 흘리는 적",
    },
    [28486] = {
        name = "살헤트의 계략",
    },
    [28497] = {
        name = "불벼락",
    },
    [28498] = {
        name = "나홈의 비밀",
    },
    [28499] = {
        name = "침입자 처단",
    },
    [28500] = {
        name = "케세트의 암호",
    },
    [28501] = {
        name = "나홈 방어",
    },
    [28520] = {
        name = "네페르세트 도시의 몰락",
    },
    [28533] = {
        name = "대의원회에서의 결정",
    },
    [28561] = {
        name = "나홈 방어선 구축",
    },
    [28583] = {
        name = "크라즈작업장",
    },
    [28584] = {
        name = "훌륭한 공사",
    },
    [28586] = {
        name = "물놀이용 조랑말 구조 작전",
    },
    [28588] = {
        name = "와일드해머의 침입",
    },
    [28589] = {
        name = "손에 잡히는 대로",
    },
    [28590] = {
        name = "앙갚음",
    },
    [28591] = {
        name = "성벽 공격",
    },
    [28592] = {
        name = "작별 선물",
    },
    [28593] = {
        name = "가장 중요한 일",
    },
    [28594] = {
        name = "높은 둑, 우는 둑",
    },
    [28595] = {
        name = "크라즈는 작업 중!",
    },
    [28596] = {
        name = "높은 둑에 오신 것을 환영합니다!",
    },
    [28597] = {
        name = "포화 속에서",
    },
    [28598] = {
        name = "목표는 높게",
    },
    [28599] = {
        name = "쿠르드란이 기다린다",
    },
    [28611] = {
        name = "파멸자들의 의식",
    },
    [28612] = {
        name = "해리슨 존스와 울둠의 사원",
    },
    [28613] = {
        name = "반대편에서 만납시다!",
    },
    [28621] = {
        name = "아이는 요람으로!",
    },
    [28622] = {
        name = "비행에는 세 명이 필요해",
    },
    [28623] = {
        name = "서부로 진격하라",
    },
    [28633] = {
        name = "약속의 성궤",
    },
    [28655] = {
        name = "와일드, 와일드, 와일드해머 결혼식",
    },
    [28712] = {
        name = "용의 여왕의 개입",
    },
    [28758] = {
        name = "생명과 죽음의 전투",
    },
    [28832] = {
        name = "황혼의 해안",
    },
    [28849] = {
        name = "황혼의 하늘",
    },
    [28869] = {
        name = "돌돌이",
    },
    [28885] = {
        name = "골드마인 씨의 짜릿한 탈것",
    },
    [28909] = {
        name = "사우라노크가 길을 알려주리라",
    },
    [29066] = {
        name = "좋은 소식... 그리고 나쁜 소식",
    },
})
]])()
