----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhCN" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateQuestsTable({
    [14482] = {
        name = "使命召唤",
    },
    [24432] = {
        name = "告别晕船",
    },
    [25164] = {
        name = "背水一战",
    },
    [25215] = {
        name = "扰人的气味",
    },
    [25216] = {
        name = "了不起的萨比诺",
    },
    [25217] = {
        name = "图腾改良",
    },
    [25218] = {
        name = "海底膨胀",
    },
    [25219] = {
        name = "别自蛳",
    },
    [25220] = {
        name = "滑不溜手的威胁",
    },
    [25221] = {
        name = "追捕",
    },
    [25222] = {
        name = "银潮谷",
    },
    [25223] = {
        name = "浴火尖兵",
    },
    [25224] = {
        name = "盛开",
    },
    [25233] = {
        name = "补给线的尽头",
    },
    [25234] = {
        name = "后勤保障",
    },
    [25255] = {
        name = "驱逐猎人",
    },
    [25268] = {
        name = "戈德林之声",
    },
    [25269] = {
        name = "洛戈什之声",
    },
    [25270] = {
        name = "疯狂号叫",
    },
    [25271] = {
        name = "戈德林的凶暴",
    },
    [25272] = {
        name = "腐蚀者莱坎索斯",
    },
    [25273] = {
        name = "腐蚀者莱坎索斯",
    },
    [25274] = {
        name = "暮光签名",
    },
    [25276] = {
        name = "你的新身份",
    },
    [25277] = {
        name = "打扫房间",
    },
    [25278] = {
        name = "打扫房间",
    },
    [25281] = {
        name = "回馈恩情",
    },
    [25291] = {
        name = "暮光训练",
    },
    [25294] = {
        name = "遛狗",
    },
    [25296] = {
        name = "收集情报",
    },
    [25297] = {
        name = "疯从口出",
    },
    [25298] = {
        name = "心自在，体自来",
    },
    [25299] = {
        name = "心灵训练：向权力说真话",
    },
    [25300] = {
        name = "暮光之眼",
    },
    [25301] = {
        name = "主宰玩偶",
    },
    [25303] = {
        name = "元素太初！",
    },
    [25308] = {
        name = "纷争的种子",
    },
    [25309] = {
        name = "灵魂训练：弱者才手软",
    },
    [25310] = {
        name = "两邪相权取其重",
    },
    [25311] = {
        name = "暮光领地",
    },
    [25312] = {
        name = "去找暮语",
    },
    [25314] = {
        name = "傻瓜演讲小抄",
    },
    [25315] = {
        name = "毕业演说",
    },
    [25317] = {
        name = "保护世界之树",
    },
    [25319] = {
        name = "向暮光之锤开战",
    },
    [25320] = {
        name = "被俘的斥候",
    },
    [25321] = {
        name = "监禁",
    },
    [25323] = {
        name = "破火诀",
    },
    [25324] = {
        name = "事关利害",
    },
    [25325] = {
        name = "穿越梦境",
    },
    [25328] = {
        name = "伽格尔要出发",
    },
    [25330] = {
        name = "肉身废物",
    },
    [25332] = {
        name = "把我弄出去！",
    },
    [25334] = {
        name = "浮现的威胁",
    },
    [25352] = {
        name = "秋风扫落叶",
    },
    [25353] = {
        name = "瓶中闪电",
    },
    [25355] = {
        name = "瓶中闪电",
    },
    [25357] = {
        name = "争取时间",
    },
    [25358] = {
        name = "舒缓情绪",
    },
    [25359] = {
        name = "托什的复仇",
    },
    [25360] = {
        name = "螃蟹光临",
    },
    [25371] = {
        name = "深渊坐骑",
    },
    [25372] = {
        name = "艾森娜的奇迹",
    },
    [25381] = {
        name = "全力救火……",
    },
    [25382] = {
        name = "干扰仪式",
    },
    [25385] = {
        name = "拯救小动物",
    },
    [25388] = {
        name = "一箱螃蟹",
    },
    [25389] = {
        name = "我爱吃尾巴",
    },
    [25390] = {
        name = "女人的好朋友",
    },
    [25392] = {
        name = "哦，鹿呐！",
    },
    [25404] = {
        name = "要是你和我们不是对头……",
    },
    [25405] = {
        name = "我需要休息",
    },
    [25408] = {
        name = "毁灭的种子",
    },
    [25411] = {
        name = "新的主人",
    },
    [25412] = {
        name = "隐秘之名",
    },
    [25424] = {
        name = "去找奥利瑟拉",
    },
    [25428] = {
        name = "烈焰的黑暗精华",
    },
    [25430] = {
        name = "翡翠盟友",
    },
    [25439] = {
        name = "复仇之心",
    },
    [25440] = {
        name = "深水领主金加塔尔",
    },
    [25441] = {
        name = "漩涡",
    },
    [25442] = {
        name = "智慧珍珠",
    },
    [25456] = {
        name = "安然无恙",
    },
    [25459] = {
        name = "蛇患",
    },
    [25462] = {
        name = "上面的熊",
    },
    [25464] = {
        name = "迦顿男爵归来",
    },
    [25471] = {
        name = "大裂谷历险记",
    },
    [25472] = {
        name = "烈焰先知之杖",
    },
    [25477] = {
        name = "迟到总比死掉好",
    },
    [25490] = {
        name = "杀出一条灰路",
    },
    [25491] = {
        name = "顽强的生命",
    },
    [25492] = {
        name = "防火道",
    },
    [25493] = {
        name = "活饵",
    },
    [25494] = {
        name = "冠军项圈",
    },
    [25496] = {
        name = "嫌隙之赛",
    },
    [25499] = {
        name = "敏捷训练：没命地跑啊！",
    },
    [25502] = {
        name = "准备土壤",
    },
    [25507] = {
        name = "地狱甲壳",
    },
    [25509] = {
        name = "体能训练：强制劳动",
    },
    [25510] = {
        name = "托尔托拉有话说",
    },
    [25514] = {
        name = "打破枷锁",
    },
    [25519] = {
        name = "托尔托拉之子",
    },
    [25520] = {
        name = "远古半神的苏醒",
    },
    [25523] = {
        name = "飞翔在火焰之地",
    },
    [25525] = {
        name = "第一波",
    },
    [25531] = {
        name = "暮光暴动",
    },
    [25535] = {
        name = "强烈的饥饿感",
    },
    [25536] = {
        name = "冷遇",
    },
    [25537] = {
        name = "吸引力的艺术",
    },
    [25538] = {
        name = "涂味器",
    },
    [25539] = {
        name = "少说多捞",
    },
    [25540] = {
        name = "肚子空着",
    },
    [25544] = {
        name = "第二波",
    },
    [25545] = {
        name = "备战！",
    },
    [25546] = {
        name = "吃饱了好上路",
    },
    [25547] = {
        name = "我行我素",
    },
    [25548] = {
        name = "炎魔之王的力量",
    },
    [25549] = {
        name = "先知圣殿",
    },
    [25550] = {
        name = "熔岩之王",
    },
    [25551] = {
        name = "炎魔之王",
    },
    [25552] = {
        name = "邪恶之巢",
    },
    [25553] = {
        name = "龙母之死",
    },
    [25554] = {
        name = "火焰的秘密",
    },
    [25555] = {
        name = "护门人",
    },
    [25558] = {
        name = "生死之战",
    },
    [25560] = {
        name = "砸蛋",
    },
    [25564] = {
        name = "暴风城海豹突击队",
    },
    [25575] = {
        name = "铸于暗影与烈焰",
    },
    [25576] = {
        name = "狼神之怒",
    },
    [25577] = {
        name = "砸碎核心",
    },
    [25578] = {
        name = "回到诺达希尔",
    },
    [25579] = {
        name = "毫无防备",
    },
    [25580] = {
        name = "蹑手蹑脚",
    },
    [25581] = {
        name = "时光的记录",
    },
    [25582] = {
        name = "奇袭点",
    },
    [25583] = {
        name = "在战斗现场",
    },
    [25584] = {
        name = "远古半神的回归",
    },
    [25587] = {
        name = "保护我！",
    },
    [25592] = {
        name = "深度吸引",
    },
    [25593] = {
        name = "救命螺",
    },
    [25594] = {
        name = "狡猾的螃蟹",
    },
    [25595] = {
        name = "可以食用",
    },
    [25597] = {
        name = "指挥官加洛德·影歌",
    },
    [25598] = {
        name = "屈尊乞求",
    },
    [25599] = {
        name = "灰槌，传送门之主",
    },
    [25600] = {
        name = "铸炉之主派伦迪乌斯",
    },
    [25601] = {
        name = "尖子生",
    },
    [25602] = {
        name = "没有火花，生不了火",
    },
    [25608] = {
        name = "刀劈火燎",
    },
    [25611] = {
        name = "从火焰之地凯旋而归",
    },
    [25612] = {
        name = "从火焰之地凯旋而归",
    },
    [25617] = {
        name = "深入火口！",
    },
    [25618] = {
        name = "进入传送门！",
    },
    [25619] = {
        name = "收复失地",
    },
    [25620] = {
        name = "尊敬的女士",
    },
    [25626] = {
        name = "过去的影像：自深渊崛起",
    },
    [25629] = {
        name = "尊敬女士的帮手",
    },
    [25637] = {
        name = "响应深水领主的号召",
    },
    [25638] = {
        name = "绝望的请求",
    },
    [25644] = {
        name = "暮光龙卵",
    },
    [25651] = {
        name = "噢，可怕的疯癫！",
    },
    [25653] = {
        name = "古神们与我们同在",
    },
    [25655] = {
        name = "虫翅问题",
    },
    [25656] = {
        name = "夺回巨蛋",
    },
    [25657] = {
        name = "大白鲨逼近",
    },
    [25658] = {
        name = "耐久的设施",
    },
    [25659] = {
        name = "难以遗忘的往事",
    },
    [25663] = {
        name = "献给艾维娜的祭品",
    },
    [25664] = {
        name = "翅膀与祈祷",
    },
    [25670] = {
        name = "猎鲨进行曲",
    },
    [25731] = {
        name = "一鸟在手",
    },
    [25732] = {
        name = "解除诅咒",
    },
    [25740] = {
        name = "实地调查任务",
    },
    [25743] = {
        name = "左右为难",
    },
    [25746] = {
        name = "塞西莉亚的血脉",
    },
    [25747] = {
        name = "朝前看",
    },
    [25748] = {
        name = "清晰的目标",
    },
    [25749] = {
        name = "并非毫无准备",
    },
    [25751] = {
        name = "备受启发",
    },
    [25752] = {
        name = "动如脱兔",
    },
    [25753] = {
        name = "任何人都不能落下",
    },
    [25754] = {
        name = "估测胜算",
    },
    [25755] = {
        name = "过去的影像：贝耶拉兰山惨案",
    },
    [25758] = {
        name = "护甲上的破绽",
    },
    [25760] = {
        name = "过去的影像：瓦丝琪尔的入侵",
    },
    [25761] = {
        name = "解体",
    },
    [25763] = {
        name = "暗影圣典",
    },
    [25764] = {
        name = "寻找艾维娜的卵",
    },
    [25776] = {
        name = "塞西莉亚的末日",
    },
    [25794] = {
        name = "海底避难所",
    },
    [25795] = {
        name = "回到圣殿",
    },
    [25807] = {
        name = "一个古神的重生",
    },
    [25810] = {
        name = "必须烧掉孵化场",
    },
    [25812] = {
        name = "洞穴探险",
    },
    [25824] = {
        name = "最后的汇报",
    },
    [25830] = {
        name = "最后一名博学者",
    },
    [25832] = {
        name = "返回艾维娜身边",
    },
    [25842] = {
        name = "涅槃之火",
    },
    [25843] = {
        name = "托尔托拉的复仇",
    },
    [25858] = {
        name = "秉承女士的命令",
    },
    [25859] = {
        name = "此路不通",
    },
    [25860] = {
        name = "不惜代价",
    },
    [25861] = {
        name = "杀鸡儆猴",
    },
    [25862] = {
        name = "失窃物品",
    },
    [25863] = {
        name = "天降之任",
    },
    [25881] = {
        name = "失踪的守望者",
    },
    [25883] = {
        name = "拆卸武器",
    },
    [25884] = {
        name = "赴汤蹈火",
    },
    [25885] = {
        name = "啊……痛！我的肚子……",
    },
    [25887] = {
        name = "毁灭的苏醒",
    },
    [25888] = {
        name = "减压",
    },
    [25890] = {
        name = "奈瑟匹拉",
    },
    [25892] = {
        name = "失地",
    },
    [25893] = {
        name = "绝望的计划",
    },
    [25894] = {
        name = "敌对水域",
    },
    [25895] = {
        name = "有备而来",
    },
    [25896] = {
        name = "集合虔诚者",
    },
    [25897] = {
        name = "展开计划",
    },
    [25898] = {
        name = "荣幸与特权",
    },
    [25899] = {
        name = "突破",
    },
    [25900] = {
        name = "尝试交流",
    },
    [25901] = {
        name = "海加尔回收计划",
    },
    [25904] = {
        name = "锤子和钥匙",
    },
    [25906] = {
        name = "第三道火焰之门",
    },
    [25907] = {
        name = "奴隶劳工",
    },
    [25908] = {
        name = "忍无可忍",
    },
    [25909] = {
        name = "抓螃蟹",
    },
    [25910] = {
        name = "慈悲的时间过去了",
    },
    [25911] = {
        name = "好消息",
    },
    [25915] = {
        name = "托尔托拉的力量",
    },
    [25916] = {
        name = "冲破障碍",
    },
    [25917] = {
        name = "我们并不孤单",
    },
    [25918] = {
        name = "手无寸铁",
    },
    [25919] = {
        name = "刺痛躯体",
    },
    [25920] = {
        name = "仍有价值",
    },
    [25921] = {
        name = "监督者埃卓凯丝",
    },
    [25922] = {
        name = "唤醒巨兽",
    },
    [25923] = {
        name = "消灭涅墨西斯",
    },
    [25924] = {
        name = "使命召唤",
    },
    [25928] = {
        name = "托尔托拉的胜利",
    },
    [25929] = {
        name = "告别晕船",
    },
    [25936] = {
        name = "回馈恩情",
    },
    [25941] = {
        name = "我需要休息",
    },
    [25942] = {
        name = "争取时间",
    },
    [25943] = {
        name = "吃饱了好上路",
    },
    [25944] = {
        name = "勒紧裤腰带",
    },
    [25946] = {
        name = "神秘的头盔",
    },
    [25947] = {
        name = "谁捡到就归谁",
    },
    [25948] = {
        name = "宣战！",
    },
    [25949] = {
        name = "鲜血与雷霆！",
    },
    [25950] = {
        name = "进攻希拉柯丝",
    },
    [25952] = {
        name = "毫无防备",
    },
    [25953] = {
        name = "蹑手蹑脚",
    },
    [25954] = {
        name = "时光的记录",
    },
    [25955] = {
        name = "奇袭点",
    },
    [25956] = {
        name = "在战斗现场",
    },
    [25957] = {
        name = "过去的影像：瓦丝琪尔的入侵",
    },
    [25958] = {
        name = "向前看",
    },
    [25959] = {
        name = "清晰的目标",
    },
    [25960] = {
        name = "并非毫无准备",
    },
    [25962] = {
        name = "备受启发",
    },
    [25963] = {
        name = "动如脱兔",
    },
    [25964] = {
        name = "任何人都不能落下",
    },
    [25965] = {
        name = "估测胜算",
    },
    [25966] = {
        name = "过去的影像：贝耶拉兰山惨案",
    },
    [25967] = {
        name = "失地",
    },
    [25968] = {
        name = "绝望的计划",
    },
    [25969] = {
        name = "敌对水域",
    },
    [25970] = {
        name = "有备而来",
    },
    [25971] = {
        name = "展开计划",
    },
    [25972] = {
        name = "荣幸与特权",
    },
    [25973] = {
        name = "好消息",
    },
    [25974] = {
        name = "进攻希拉柯丝",
    },
    [25975] = {
        name = "夺回财宝",
    },
    [25976] = {
        name = "夺回财宝",
    },
    [25977] = {
        name = "阿泽拉夏的末日",
    },
    [25980] = {
        name = "阿泽拉夏的末日",
    },
    [25981] = {
        name = "那些不是面具",
    },
    [25982] = {
        name = "那些不是面具",
    },
    [25987] = {
        name = "戴上它",
    },
    [25988] = {
        name = "戴上它",
    },
    [25989] = {
        name = "抓螃蟹",
    },
    [25990] = {
        name = "冲破障碍",
    },
    [25991] = {
        name = "我们并不孤单",
    },
    [25992] = {
        name = "手无寸铁",
    },
    [25993] = {
        name = "刺痛躯体",
    },
    [25994] = {
        name = "仍有价值",
    },
    [25995] = {
        name = "监督者埃卓凯丝",
    },
    [25996] = {
        name = "唤醒巨兽",
    },
    [26000] = {
        name = "洞穴探险",
    },
    [26005] = {
        name = "一口新鲜空气",
    },
    [26006] = {
        name = "一口新鲜空气",
    },
    [26007] = {
        name = "最后的汇报",
    },
    [26008] = {
        name = "减压",
    },
    [26014] = {
        name = "掘歌兄弟",
    },
    [26015] = {
        name = "收集粘液",
    },
    [26017] = {
        name = "诱饵",
    },
    [26018] = {
        name = "猎杀寒光鱼人",
    },
    [26019] = {
        name = "巨大的鳗鱼卵",
    },
    [26021] = {
        name = "掘歌兄弟2：鳗鱼卵大爆炸",
    },
    [26040] = {
        name = "啊……痛！我的肚子……",
    },
    [26056] = {
        name = "波涛语者",
    },
    [26057] = {
        name = "波涛语者",
    },
    [26065] = {
        name = "释放维尔哈伊",
    },
    [26070] = {
        name = "清理被腐蚀的生物",
    },
    [26071] = {
        name = "清理被腐蚀的生物",
    },
    [26072] = {
        name = "图腾的威力",
    },
    [26080] = {
        name = "最后的请求",
    },
    [26086] = {
        name = "欧纳柯",
    },
    [26087] = {
        name = "发光的浓汁",
    },
    [26088] = {
        name = "小鱼儿，来吧来吧",
    },
    [26089] = {
        name = "死吧，鱼人！",
    },
    [26090] = {
        name = "这枚卵交给你",
    },
    [26091] = {
        name = "鱼儿鱼儿看过来2：鳗鱼卵大爆炸",
    },
    [26092] = {
        name = "欧纳柯的报告",
    },
    [26096] = {
        name = "烫灼之菇",
    },
    [26103] = {
        name = "生物燃料",
    },
    [26106] = {
        name = "初级燃料学",
    },
    [26111] = {
        name = "……它会现身的",
    },
    [26122] = {
        name = "环保意识",
    },
    [26126] = {
        name = "完美的燃料",
    },
    [26130] = {
        name = "帮助拉葛雷克摆脱束缚",
    },
    [26132] = {
        name = "来自虚空世界的恶魔",
    },
    [26133] = {
        name = "来自虚空世界的恶魔",
    },
    [26135] = {
        name = "过去的影像：自深渊崛起",
    },
    [26140] = {
        name = "与上古生物交流",
    },
    [26141] = {
        name = "禁锢符文石",
    },
    [26142] = {
        name = "阻止升腾仪式！",
    },
    [26143] = {
        name = "升腾者",
    },
    [26144] = {
        name = "囚徒",
    },
    [26149] = {
        name = "囚徒",
    },
    [26154] = {
        name = "暮光大扫除",
    },
    [26181] = {
        name = "返回驱暗海窟",
    },
    [26182] = {
        name = "返回阴暗洞穴",
    },
    [26191] = {
        name = "我等功业之大成",
    },
    [26193] = {
        name = "保卫深渊裂口",
    },
    [26194] = {
        name = "保卫深渊裂口",
    },
    [26219] = {
        name = "完成轮回",
    },
    [26221] = {
        name = "完成轮回",
    },
    [26244] = {
        name = "一切归于土",
    },
    [26245] = {
        name = "炮艇坠落",
    },
    [26246] = {
        name = "船长的日志",
    },
    [26247] = {
        name = "外交第一",
    },
    [26248] = {
        name = "我们的朋友都死了",
    },
    [26249] = {
        name = "司令室",
    },
    [26250] = {
        name = "转念一想，还是抓个俘虏吧",
    },
    [26251] = {
        name = "不抓俘虏",
    },
    [26254] = {
        name = "听听他有什么说法",
    },
    [26255] = {
        name = "回到大地神殿",
    },
    [26256] = {
        name = "给塑血者放血",
    },
    [26258] = {
        name = "死亡之翼陨落地",
    },
    [26259] = {
        name = "大地的守护者之血",
    },
    [26260] = {
        name = "铸炉之主的日志",
    },
    [26261] = {
        name = "质问奴隶",
    },
    [26293] = {
        name = "战争机器",
    },
    [26294] = {
        name = "大规模失常性武器",
    },
    [26311] = {
        name = "未知水域",
    },
    [26312] = {
        name = "破碎的防御",
    },
    [26313] = {
        name = "麻烦的核心",
    },
    [26314] = {
        name = "在平地上",
    },
    [26315] = {
        name = "堂堂面对",
    },
    [26324] = {
        name = "我的舰队在哪儿？",
    },
    [26326] = {
        name = "我们脚下的这片大地",
    },
    [26328] = {
        name = "磐石关系",
    },
    [26335] = {
        name = "海军预备",
    },
    [26337] = {
        name = "打压市场",
    },
    [26358] = {
        name = "空军预备",
    },
    [26361] = {
        name = "斯姆特的主动式负载平衡器",
    },
    [26372] = {
        name = "预飞检查表",
    },
    [26374] = {
        name = "地面部队预备",
    },
    [26375] = {
        name = "释放石头",
    },
    [26376] = {
        name = "深仇大恨",
    },
    [26377] = {
        name = "不毛之地",
    },
    [26388] = {
        name = "暮光天空",
    },
    [26409] = {
        name = "金矿在哪儿？",
    },
    [26410] = {
        name = "爆炸接合混合物",
    },
    [26411] = {
        name = "立敷骤干",
    },
    [26413] = {
        name = "带他去见唤地者",
    },
    [26426] = {
        name = "狂风怒啸",
    },
    [26427] = {
        name = "没有船长也没有船员",
    },
    [26436] = {
        name = "根深蒂固",
    },
    [26437] = {
        name = "清澈如水晶",
    },
    [26438] = {
        name = "干涉介入",
    },
    [26439] = {
        name = "拼成一块儿",
    },
    [26440] = {
        name = "粘着",
    },
    [26441] = {
        name = "好大，好圆……",
    },
    [26484] = {
        name = "增援巨石之炉",
    },
    [26499] = {
        name = "石父的旗帜",
    },
    [26500] = {
        name = "我们被包围了",
    },
    [26501] = {
        name = "封锁道路",
    },
    [26502] = {
        name = "雷霆之石",
    },
    [26507] = {
        name = "僵硬的美餐",
    },
    [26537] = {
        name = "轰至渣！",
    },
    [26538] = {
        name = "紧急援助",
    },
    [26539] = {
        name = "停摆的谈判",
    },
    [26540] = {
        name = "危险的同情",
    },
    [26549] = {
        name = "疯狂",
    },
    [26564] = {
        name = "装修改建",
    },
    [26575] = {
        name = "石之底",
    },
    [26576] = {
        name = "坚定者的手腕",
    },
    [26577] = {
        name = "岩间动乱",
    },
    [26578] = {
        name = "末日菇",
    },
    [26579] = {
        name = "软化",
    },
    [26580] = {
        name = "熟悉的入侵者",
    },
    [26581] = {
        name = "两耳清风",
    },
    [26582] = {
        name = "非自然原因",
    },
    [26583] = {
        name = "真菌占卜者之怒",
    },
    [26584] = {
        name = "摇一摇晃一晃",
    },
    [26585] = {
        name = "腐坏的覆灭",
    },
    [26591] = {
        name = "战地治疗",
    },
    [26608] = {
        name = "谈判中止",
    },
    [26619] = {
        name = "你说你想要一场革命",
    },
    [26621] = {
        name = "起义",
    },
    [26622] = {
        name = "莫格霍尔之死",
    },
    [26625] = {
        name = "颤地者特罗格佐尔",
    },
    [26632] = {
        name = "贴身保护",
    },
    [26656] = {
        name = "别·停·下",
    },
    [26657] = {
        name = "飞得高，摔得重",
    },
    [26658] = {
        name = "脆弱的价值",
    },
    [26659] = {
        name = "共鸣一击",
    },
    [26750] = {
        name = "响应石母的召唤",
    },
    [26752] = {
        name = "觐见石母",
    },
    [26755] = {
        name = "阻止他们挺进前线",
    },
    [26762] = {
        name = "重启魔像",
    },
    [26766] = {
        name = "放长线，钓大鱼",
    },
    [26768] = {
        name = "捕龙",
    },
    [26770] = {
        name = "秘法大师",
    },
    [26771] = {
        name = "测试陷阱",
    },
    [26784] = {
        name = "泥浆与水",
    },
    [26786] = {
        name = "确保滩头阵地",
    },
    [26788] = {
        name = "巩固胜果",
    },
    [26791] = {
        name = "不准再种了",
    },
    [26792] = {
        name = "真菌怪兽",
    },
    [26798] = {
        name = "萨鲁法尔会很高兴的",
    },
    [26827] = {
        name = "召集大地之环",
    },
    [26828] = {
        name = "我们那份协议",
    },
    [26829] = {
        name = "岩石进军",
    },
    [26830] = {
        name = "引蛇出洞",
    },
    [26831] = {
        name = "暮光飞行军",
    },
    [26832] = {
        name = "塞拉赞恩的怜悯",
    },
    [26833] = {
        name = "石中的文字",
    },
    [26834] = {
        name = "深入裂口",
    },
    [26835] = {
        name = "小麻烦",
    },
    [26836] = {
        name = "营救石父……还有弗林特",
    },
    [26840] = {
        name = "重返高地",
    },
    [26857] = {
        name = "艾比希昂的爪牙",
    },
    [26861] = {
        name = "封锁大门",
    },
    [26869] = {
        name = "深渊之渊",
    },
    [26871] = {
        name = "石中之石",
    },
    [26875] = {
        name = "不死的暮光",
    },
    [26876] = {
        name = "世界之柱碎片",
    },
    [26971] = {
        name = "大地的誓缚",
    },
    [27003] = {
        name = "轻松赚钱",
    },
    [27007] = {
        name = "银沼汇合",
    },
    [27010] = {
        name = "瞬间潜行",
    },
    [27061] = {
        name = "暮光瞭望台",
    },
    [27126] = {
        name = "火急快递",
    },
    [27135] = {
        name = "能点着的",
    },
    [27136] = {
        name = "元素能量",
    },
    [27141] = {
        name = "草率的爆破",
    },
    [27176] = {
        name = "只是头",
    },
    [27177] = {
        name = "打捞行动",
    },
    [27178] = {
        name = "纳迦的支援",
    },
    [27179] = {
        name = "实地作业",
    },
    [27196] = {
        name = "大事件",
    },
    [27299] = {
        name = "撕裂的大地",
    },
    [27300] = {
        name = "击退",
    },
    [27301] = {
        name = "牢不可破",
    },
    [27302] = {
        name = "简单的解决方案",
    },
    [27303] = {
        name = "解脱",
    },
    [27338] = {
        name = "海滩上的水兵",
    },
    [27341] = {
        name = "侦察海滩",
    },
    [27366] = {
        name = "夺取海滩",
    },
    [27376] = {
        name = "厄索拉斯之喉",
    },
    [27377] = {
        name = "消化",
    },
    [27378] = {
        name = "灭世者",
    },
    [27379] = {
        name = "厄索拉斯的恐怖",
    },
    [27380] = {
        name = "噩梦",
    },
    [27431] = {
        name = "调整平衡",
    },
    [27433] = {
        name = "伐木机切除术",
    },
    [27468] = {
        name = "修理攻城坦克",
    },
    [27485] = {
        name = "热烈欢迎",
    },
    [27486] = {
        name = "热烈欢迎",
    },
    [27490] = {
        name = "空降军情七处",
    },
    [27491] = {
        name = "空降库卡隆",
    },
    [27492] = {
        name = "食人魔和双头魔",
    },
    [27493] = {
        name = "食人魔和双头魔",
    },
    [27494] = {
        name = "移山",
    },
    [27495] = {
        name = "移山",
    },
    [27496] = {
        name = "呼叫炮火",
    },
    [27497] = {
        name = "呼叫炮火",
    },
    [27498] = {
        name = "发出攻击信号",
    },
    [27499] = {
        name = "发出攻击信号",
    },
    [27500] = {
        name = "四个总比没有好",
    },
    [27501] = {
        name = "四个总比没有好",
    },
    [27502] = {
        name = "前往暮光堡垒",
    },
    [27503] = {
        name = "前往暮光堡垒",
    },
    [27504] = {
        name = "止住巨龙之血",
    },
    [27505] = {
        name = "治疗龙伤",
    },
    [27506] = {
        name = "起死回生",
    },
    [27507] = {
        name = "入侵的暮光",
    },
    [27508] = {
        name = "远离巢穴",
    },
    [27509] = {
        name = "防线上的突破口",
    },
    [27511] = {
        name = "发现的快感",
    },
    [27514] = {
        name = "狮鹫坠落！狮鹫坠落！",
    },
    [27515] = {
        name = "臭根的价值",
    },
    [27516] = {
        name = "飞向滩头堡",
    },
    [27517] = {
        name = "做好准备",
    },
    [27519] = {
        name = "在窒息的沙子下",
    },
    [27520] = {
        name = "奥拉基尔的爪牙",
    },
    [27537] = {
        name = "风暴中的传送门",
    },
    [27538] = {
        name = "完美的泥敷剂",
    },
    [27541] = {
        name = "前车之鉴",
    },
    [27545] = {
        name = "通道",
    },
    [27549] = {
        name = "在星光下",
    },
    [27564] = {
        name = "保卫庇护所",
    },
    [27576] = {
        name = "拼凑起来的指挥",
    },
    [27583] = {
        name = "北部保卫战",
    },
    [27584] = {
        name = "血之浪",
    },
    [27586] = {
        name = "海滩上的炮弹",
    },
    [27595] = {
        name = "先知哈达西",
    },
    [27602] = {
        name = "先知的遗言",
    },
    [27606] = {
        name = "迫击炮轰炸！",
    },
    [27607] = {
        name = "南部保卫战",
    },
    [27610] = {
        name = "侦察海滩",
    },
    [27611] = {
        name = "血之沙",
    },
    [27621] = {
        name = "焰须巡逻营",
    },
    [27622] = {
        name = "更先进的伐木机",
    },
    [27623] = {
        name = "巨人守护者",
    },
    [27624] = {
        name = "坍塌之后",
    },
    [27627] = {
        name = "不过是漂亮点的蟑螂",
    },
    [27628] = {
        name = "向法奥瑞斯传达信息",
    },
    [27629] = {
        name = "宰相的一票",
    },
    [27630] = {
        name = "高阶祭司的一票",
    },
    [27631] = {
        name = "高阶指挥官的一票",
    },
    [27632] = {
        name = "塔诺忒普的儿子",
    },
    [27636] = {
        name = "只有你和马迪亚斯",
    },
    [27638] = {
        name = "只有你和迦罗娜",
    },
    [27640] = {
        name = "顿沃德幸存者",
    },
    [27641] = {
        name = "顺手之劳",
    },
    [27642] = {
        name = "搜寻废墟",
    },
    [27643] = {
        name = "东尼利·顿沃德",
    },
    [27644] = {
        name = "伊欧因·顿沃德",
    },
    [27645] = {
        name = "凯登·顿沃德",
    },
    [27646] = {
        name = "寻找尖喙",
    },
    [27647] = {
        name = "我只要喝的",
    },
    [27648] = {
        name = "再次开战",
    },
    [27649] = {
        name = "稳定的供给",
    },
    [27650] = {
        name = "再次回家",
    },
    [27651] = {
        name = "像顿沃德那样战斗",
    },
    [27652] = {
        name = "黑暗刺客",
    },
    [27653] = {
        name = "黑暗刺客",
    },
    [27654] = {
        name = "重挫暮光之锤",
    },
    [27655] = {
        name = "重挫暮光之锤",
    },
    [27657] = {
        name = "来自唤地者的帮助",
    },
    [27658] = {
        name = "来自唤地者的帮助",
    },
    [27659] = {
        name = "过载的传送门",
    },
    [27660] = {
        name = "洛克之灵",
    },
    [27661] = {
        name = "加农领主的末日",
    },
    [27662] = {
        name = "摆脱束缚",
    },
    [27669] = {
        name = "有幸",
    },
    [27688] = {
        name = "分散敌人的注意",
    },
    [27689] = {
        name = "分散敌人的注意",
    },
    [27690] = {
        name = "驯龙者纳克拉尔",
    },
    [27695] = {
        name = "源质之斧",
    },
    [27696] = {
        name = "源质之斧",
    },
    [27699] = {
        name = "软弱的鲨鱼",
    },
    [27700] = {
        name = "释放红龙",
    },
    [27701] = {
        name = "释放红龙",
    },
    [27702] = {
        name = "致命一击",
    },
    [27703] = {
        name = "致命一击",
    },
    [27706] = {
        name = "奥西斯节杖",
    },
    [27707] = {
        name = "尼斐塞特监狱",
    },
    [27708] = {
        name = "典狱官的末日",
    },
    [27711] = {
        name = "返回源质深渊",
    },
    [27712] = {
        name = "返回源质深渊",
    },
    [27719] = {
        name = "生命之水",
    },
    [27720] = {
        name = "“金矿”先生的交通工具",
    },
    [27729] = {
        name = "再次对付海鳗",
    },
    [27738] = {
        name = "邪鳞地穴",
    },
    [27742] = {
        name = "分一杯羹",
    },
    [27743] = {
        name = "既然来了",
    },
    [27744] = {
        name = "摧毁符文",
    },
    [27745] = {
        name = "火焰的重逢",
    },
    [27747] = {
        name = "全面战争",
    },
    [27748] = {
        name = "财富与荣耀",
    },
    [27750] = {
        name = "军粮供给",
    },
    [27751] = {
        name = "重创蛮锤矮人",
    },
    [27752] = {
        name = "像蛮锤一样战斗",
    },
    [27753] = {
        name = "绝不浪费粮食",
    },
    [27754] = {
        name = "重创龙喉兽人",
    },
    [27755] = {
        name = "古墓的诅咒",
    },
    [27760] = {
        name = "人工智能",
    },
    [27761] = {
        name = "分心拆弹",
    },
    [27777] = {
        name = "核心访问码",
    },
    [27778] = {
        name = "侵入威布森",
    },
    [27779] = {
        name = "聚变核心",
    },
    [27782] = {
        name = "马迪亚斯需要你",
    },
    [27783] = {
        name = "迦罗娜需要你",
    },
    [27784] = {
        name = "暮光神锤",
    },
    [27786] = {
        name = "暮光神锤",
    },
    [27787] = {
        name = "碎颅者魔山",
    },
    [27788] = {
        name = "碎颅者魔山",
    },
    [27798] = {
        name = "生命之水",
    },
    [27803] = {
        name = "松一口气",
    },
    [27804] = {
        name = "我们唯一的家",
    },
    [27805] = {
        name = "小小的安慰",
    },
    [27806] = {
        name = "光荣的使命",
    },
    [27807] = {
        name = "穆兰氏族",
    },
    [27808] = {
        name = "顽固如多伊尔",
    },
    [27809] = {
        name = "焰须怒吼",
    },
    [27810] = {
        name = "战斗精神",
    },
    [27811] = {
        name = "战斗的味道",
    },
    [27812] = {
        name = "穆兰氏族的忠诚",
    },
    [27813] = {
        name = "死得其所",
    },
    [27814] = {
        name = "有什么用什么",
    },
    [27815] = {
        name = "给小伙子们的",
    },
    [27816] = {
        name = "私人请求",
    },
    [27817] = {
        name = "挥动战锤",
    },
    [27836] = {
        name = "阻止扩散",
    },
    [27837] = {
        name = "水中的入侵者",
    },
    [27838] = {
        name = "堕落的根源",
    },
    [27900] = {
        name = "我得对付这家伙",
    },
    [27901] = {
        name = "他们不知道手里拿着什么",
    },
    [27903] = {
        name = "点火",
    },
    [27905] = {
        name = "机尾炮手！",
    },
    [27922] = {
        name = "叛徒！",
    },
    [27923] = {
        name = "熏他们的眼",
    },
    [27924] = {
        name = "巴德的计划",
    },
    [27926] = {
        name = "东方好客",
    },
    [27928] = {
        name = "皮货商的最爱",
    },
    [27929] = {
        name = "拉他们下鸟",
    },
    [27931] = {
        name = "地震旷野",
    },
    [27932] = {
        name = "裂地之斧",
    },
    [27933] = {
        name = "元素矿砂",
    },
    [27934] = {
        name = "合二为一",
    },
    [27935] = {
        name = "山崩地裂",
    },
    [27937] = {
        name = "英雄归来",
    },
    [27938] = {
        name = "中部碎片",
    },
    [27939] = {
        name = "沙漠之狐",
    },
    [27941] = {
        name = "时髦主义",
    },
    [27942] = {
        name = "偶像崇拜",
    },
    [27943] = {
        name = "愤怒的鬼魂",
    },
    [27945] = {
        name = "纯黑的石之心",
    },
    [27947] = {
        name = "暮光的幻象",
    },
    [27950] = {
        name = "哥培尔！",
    },
    [27951] = {
        name = "献祭总是必须的",
    },
    [27954] = {
        name = "洞察之眼",
    },
    [27955] = {
        name = "窥视",
    },
    [27969] = {
        name = "派上用场",
    },
    [27990] = {
        name = "战斗地带",
    },
    [27999] = {
        name = "多伊尔的命运",
    },
    [28002] = {
        name = "危机管理",
    },
    [28041] = {
        name = "诱饵",
    },
    [28043] = {
        name = "驯龙记",
    },
    [28090] = {
        name = "珍贵的货物",
    },
    [28091] = {
        name = "轻松杀敌",
    },
    [28092] = {
        name = "只要钥匙合适",
    },
    [28093] = {
        name = "前进",
    },
    [28094] = {
        name = "铺路",
    },
    [28097] = {
        name = "格瑞姆巴托的大门",
    },
    [28101] = {
        name = "马迪亚斯的命令",
    },
    [28103] = {
        name = "轻松杀敌",
    },
    [28104] = {
        name = "珍贵的货物",
    },
    [28105] = {
        name = "无情者卡文",
    },
    [28107] = {
        name = "铺路",
    },
    [28108] = {
        name = "只要钥匙合适",
    },
    [28109] = {
        name = "前进",
    },
    [28112] = {
        name = "逃离失落之城",
    },
    [28123] = {
        name = "恶魔之链",
    },
    [28132] = {
        name = "高效挖掘技巧",
    },
    [28133] = {
        name = "愤怒释放",
    },
    [28134] = {
        name = "眼前的复仇",
    },
    [28135] = {
        name = "奥拉基尔的复仇",
    },
    [28171] = {
        name = "血染天边一片红",
    },
    [28173] = {
        name = "一抹黑",
    },
    [28175] = {
        name = "照耀黑暗",
    },
    [28176] = {
        name = "跟着小家伙回家",
    },
    [28187] = {
        name = "还早得很哪！",
    },
    [28191] = {
        name = "有始有终",
    },
    [28193] = {
        name = "锁定！",
    },
    [28194] = {
        name = "大逃亡",
    },
    [28195] = {
        name = "发出信息",
    },
    [28198] = {
        name = "最薄弱的一环",
    },
    [28210] = {
        name = "进展顺利",
    },
    [28211] = {
        name = "淬元素之火",
    },
    [28212] = {
        name = "非凡之物",
    },
    [28215] = {
        name = "潜能",
    },
    [28216] = {
        name = "熔岩领主法萨扎尔",
    },
    [28233] = {
        name = "失踪的兄弟",
    },
    [28234] = {
        name = "他们拿走了我的裤子！",
    },
    [28238] = {
        name = "暮光海滩",
    },
    [28241] = {
        name = "暮光的幻象",
    },
    [28242] = {
        name = "献祭总是必须的",
    },
    [28243] = {
        name = "魔眼的提议",
    },
    [28244] = {
        name = "间谍魔眼",
    },
    [28247] = {
        name = "最后的血脉",
    },
    [28248] = {
        name = "胜利者岗哨",
    },
    [28249] = {
        name = "粉碎者据点",
    },
    [28267] = {
        name = "执行队",
    },
    [28269] = {
        name = "去维尔萨尔找我",
    },
    [28271] = {
        name = "降低产量",
    },
    [28272] = {
        name = "遗失的拼图",
    },
    [28273] = {
        name = "朋友的朋友",
    },
    [28274] = {
        name = "一对帐篷",
    },
    [28276] = {
        name = "萨赫特的秘密",
    },
    [28277] = {
        name = "战术家萨赫特",
    },
    [28280] = {
        name = "把它们从天上打下来！",
    },
    [28281] = {
        name = "桑德玛尔背水一战",
    },
    [28282] = {
        name = "驯龙者纳克拉尔",
    },
    [28291] = {
        name = "回到营地",
    },
    [28294] = {
        name = "库斯海文峰会",
    },
    [28346] = {
        name = "单身汉",
    },
    [28350] = {
        name = "诱捕大师",
    },
    [28351] = {
        name = "潜力无限",
    },
    [28352] = {
        name = "找骆驼",
    },
    [28353] = {
        name = "琼斯找你有事",
    },
    [28363] = {
        name = "捅马蜂窝",
    },
    [28367] = {
        name = "造物者的遮幕",
    },
    [28369] = {
        name = "我的妹妹，范妮",
    },
    [28377] = {
        name = "黏肠峡谷的营救",
    },
    [28378] = {
        name = "寻找范妮",
    },
    [28379] = {
        name = "揍食人魔",
    },
    [28402] = {
        name = "司克诺兹可真快",
    },
    [28403] = {
        name = "错误数据",
    },
    [28404] = {
        name = "我亲自来做",
    },
    [28407] = {
        name = "未婚女子",
    },
    [28408] = {
        name = "大胆",
    },
    [28409] = {
        name = "好酒",
    },
    [28410] = {
        name = "取货",
    },
    [28411] = {
        name = "烹煮",
    },
    [28413] = {
        name = "作词作曲",
    },
    [28480] = {
        name = "黑暗的副手",
    },
    [28482] = {
        name = "苏拉赫的礼物",
    },
    [28483] = {
        name = "横扫敌人",
    },
    [28486] = {
        name = "萨赫特的计谋",
    },
    [28497] = {
        name = "天降弹雨",
    },
    [28498] = {
        name = "纳奥姆的秘密",
    },
    [28499] = {
        name = "惩处入侵者",
    },
    [28500] = {
        name = "柯塞特密码石板",
    },
    [28501] = {
        name = "纳奥姆保卫战",
    },
    [28520] = {
        name = "尼斐塞特城失守",
    },
    [28533] = {
        name = "高阶议会的决定",
    },
    [28561] = {
        name = "坚守纳奥姆",
    },
    [28583] = {
        name = "卡拉兹工坊",
    },
    [28584] = {
        name = "豆腐渣工程",
    },
    [28586] = {
        name = "池塘小马大营救",
    },
    [28588] = {
        name = "蛮锤进犯",
    },
    [28589] = {
        name = "除了厨房里的洗脸盆什么都有",
    },
    [28590] = {
        name = "报复",
    },
    [28591] = {
        name = "打下来",
    },
    [28592] = {
        name = "饯别礼",
    },
    [28593] = {
        name = "至关重要",
    },
    [28594] = {
        name = "滩头堡，伤心堡",
    },
    [28595] = {
        name = "卡拉兹又回来啦！",
    },
    [28596] = {
        name = "欢迎来到滩头堡！",
    },
    [28597] = {
        name = "两头难",
    },
    [28598] = {
        name = "瞄准高空",
    },
    [28599] = {
        name = "库德兰在等待",
    },
    [28611] = {
        name = "污染者的仪式",
    },
    [28612] = {
        name = "哈里森·琼斯与奥丹姆神殿",
    },
    [28613] = {
        name = "另一边见！",
    },
    [28621] = {
        name = "把宝宝放进摇篮！",
    },
    [28622] = {
        name = "三人飞行",
    },
    [28623] = {
        name = "朝西方挺进",
    },
    [28633] = {
        name = "应许约柜",
    },
    [28655] = {
        name = "狂野的蛮锤婚礼",
    },
    [28712] = {
        name = "巨龙女王驾到",
    },
    [28758] = {
        name = "生命与死亡之战",
    },
    [28832] = {
        name = "暮光海滩",
    },
    [28849] = {
        name = "暮光天空",
    },
    [28869] = {
        name = "佩波",
    },
    [28885] = {
        name = "金矿先生的疯狂之旅",
    },
    [28909] = {
        name = "萨乌拉诺克会指明方向",
    },
    [29066] = {
        name = "好消息……和坏消息",
    },
})
]])()
