----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateQuestsTable({
    [14482] = {
        name = "Зов долга",
    },
    [24432] = {
        name = "Морской волк",
    },
    [25164] = {
        name = "Загнанные в угол",
    },
    [25215] = {
        name = "Генеральная уборка",
    },
    [25216] = {
        name = "Великий Самбино",
    },
    [25217] = {
        name = "Тотемы нового поколения",
    },
    [25218] = {
        name = "Подводный воздух",
    },
    [25219] = {
        name = "Ракушкомания",
    },
    [25220] = {
        name = "Скользкая угроза",
    },
    [25221] = {
        name = "Погоня",
    },
    [25222] = {
        name = "Пещера Серебряной Волны",
    },
    [25223] = {
        name = "Испытание огнем",
    },
    [25224] = {
        name = "В цвете",
    },
    [25233] = {
        name = "Можно грабить караваны",
    },
    [25234] = {
        name = "Тыловые припасы",
    },
    [25255] = {
        name = "Охота на охотников",
    },
    [25268] = {
        name = "Глас Голдринна",
    },
    [25269] = {
        name = "Глас Ло'гоша",
    },
    [25270] = {
        name = "Безумный вой",
    },
    [25271] = {
        name = "Свирепость Голдринна",
    },
    [25272] = {
        name = "Ликантот Осквернитель",
    },
    [25273] = {
        name = "Ликантот Осквернитель",
    },
    [25274] = {
        name = "Подпись кровью",
    },
    [25276] = {
        name = "Твое новое имя",
    },
    [25277] = {
        name = "Расчистка территории",
    },
    [25278] = {
        name = "Расчистка территории",
    },
    [25281] = {
        name = "Время вернуть должок",
    },
    [25291] = {
        name = "Тренировка Сумеречного Молота",
    },
    [25294] = {
        name = "Выгулять собачку",
    },
    [25296] = {
        name = "Сбор информации",
    },
    [25297] = {
        name = "Во власти безумия",
    },
    [25298] = {
        name = "Мы – то, что мы думаем",
    },
    [25299] = {
        name = "Подготовка разума: говорить правду Силе",
    },
    [25300] = {
        name = "Око Сумерек",
    },
    [25301] = {
        name = "Подчинить себе",
    },
    [25303] = {
        name = "Стихийное понимание",
    },
    [25308] = {
        name = "Зерна раздора",
    },
    [25309] = {
        name = "Духовная подготовка: жалость – слово для слабых",
    },
    [25310] = {
        name = "Большее из зол",
    },
    [25311] = {
        name = "Сумеречная зона",
    },
    [25312] = {
        name = "Возвращение к Шепоту Сумрака",
    },
    [25314] = {
        name = "Ораторское искусство для чайников",
    },
    [25315] = {
        name = "Речь выпускника",
    },
    [25317] = {
        name = "Защитить мировое древо",
    },
    [25319] = {
        name = "Война с Сумеречным Молотом",
    },
    [25320] = {
        name = "Захваченный разведчик",
    },
    [25321] = {
        name = "В плену у Сумеречного Молота",
    },
    [25323] = {
        name = "Сокрушающий пламя",
    },
    [25324] = {
        name = "Важный узник",
    },
    [25325] = {
        name = "Сквозь сон",
    },
    [25328] = {
        name = "Ключ в ларце, ларец... под охраной",
    },
    [25330] = {
        name = "Ничтожество",
    },
    [25332] = {
        name = "Выпустите меня отсюда!",
    },
    [25334] = {
        name = "Смутная угроза",
    },
    [25352] = {
        name = "Подчистую",
    },
    [25353] = {
        name = "Молния в бутылке",
    },
    [25355] = {
        name = "Молния в бутылке",
    },
    [25357] = {
        name = "Выиграть время",
    },
    [25358] = {
        name = "Релаксант",
    },
    [25359] = {
        name = "Месть Тоша",
    },
    [25360] = {
        name = "Негодующие крабы",
    },
    [25371] = {
        name = "Глубоководный скакун",
    },
    [25372] = {
        name = "Чудо в Роще Эссины",
    },
    [25381] = {
        name = "Потушить огонь любой ценой",
    },
    [25382] = {
        name = "Прервать ритуалы",
    },
    [25385] = {
        name = "Спасение зверушек",
    },
    [25388] = {
        name = "Ящик крабового мяса",
    },
    [25389] = {
        name = "Пристрастие к хвостам",
    },
    [25390] = {
        name = "Бриллианты – лучшие друзья девушек",
    },
    [25392] = {
        name = "Спасение оленей",
    },
    [25404] = {
        name = "Кто не против нас...",
    },
    [25405] = {
        name = "Отдохновение для утомленных",
    },
    [25408] = {
        name = "Начало конца",
    },
    [25411] = {
        name = "Новый повелитель",
    },
    [25412] = {
        name = "Запретное имя",
    },
    [25424] = {
        name = "Вернуться к Алисре",
    },
    [25428] = {
        name = "Черное сердце пламени",
    },
    [25430] = {
        name = "Зеленые союзники",
    },
    [25439] = {
        name = "Жажда мести",
    },
    [25440] = {
        name = "Повелитель глубин Зин'жатар",
    },
    [25441] = {
        name = "Вихрь",
    },
    [25442] = {
        name = "Жемчужина мудрости",
    },
    [25456] = {
        name = "Жив-здоров",
    },
    [25459] = {
        name = "Офидиофобия",
    },
    [25462] = {
        name = "Медведя видно по полету",
    },
    [25464] = {
        name = "Возвращение барона Геддона",
    },
    [25471] = {
        name = "Через пропасть",
    },
    [25472] = {
        name = "Посох провидящего в огне",
    },
    [25477] = {
        name = "Лучше поздно, чем ногами вперед",
    },
    [25490] = {
        name = "Путь по пеплу",
    },
    [25491] = {
        name = "Живучие ростки",
    },
    [25492] = {
        name = "Борьба с огнем",
    },
    [25493] = {
        name = "Свежая наживка",
    },
    [25494] = {
        name = "Ошейник чемпиона",
    },
    [25496] = {
        name = "Матч-реванш",
    },
    [25499] = {
        name = "Тренировка ловкости: беги со всех ног!",
    },
    [25502] = {
        name = "Подготовка почвы",
    },
    [25507] = {
        name = "Адский панцирь",
    },
    [25509] = {
        name = "Физическая подготовка: принудительный труд",
    },
    [25510] = {
        name = "Тортолла заговорил",
    },
    [25514] = {
        name = "Освобождение от пут",
    },
    [25519] = {
        name = "Дети Тортоллы",
    },
    [25520] = {
        name = "Пробуждение древнего бога",
    },
    [25523] = {
        name = "Полет по Огненным Просторам",
    },
    [25525] = {
        name = "По седлам!",
    },
    [25531] = {
        name = "Бунт Сумеречного Молота",
    },
    [25535] = {
        name = "Накормить голодных",
    },
    [25536] = {
        name = "Прохладный прием",
    },
    [25537] = {
        name = "Искусство притяжения",
    },
    [25538] = {
        name = "Распылитель",
    },
    [25539] = {
        name = "Сбор моллюсков",
    },
    [25540] = {
        name = "Голодные рты ждут",
    },
    [25544] = {
        name = "По копьям!",
    },
    [25545] = {
        name = "Во всеоружии",
    },
    [25546] = {
        name = "Голод не тетка",
    },
    [25547] = {
        name = "По нашим правилам",
    },
    [25548] = {
        name = "Мощь Повелителя Огня",
    },
    [25549] = {
        name = "Святилище Прорицателей",
    },
    [25550] = {
        name = "Владыка магмы",
    },
    [25551] = {
        name = "Повелитель Огня",
    },
    [25552] = {
        name = "Отродье зла",
    },
    [25553] = {
        name = "Смерть праматери!",
    },
    [25554] = {
        name = "Тайны пламени",
    },
    [25555] = {
        name = "Страж врат",
    },
    [25558] = {
        name = "Все или ничего",
    },
    [25560] = {
        name = "Всмятку!",
    },
    [25564] = {
        name = "Сухопутные и Морские Элитные войска Штормграда",
    },
    [25575] = {
        name = "Выковано из тьмы и пламени",
    },
    [25576] = {
        name = "Ярость древнего духа волка",
    },
    [25577] = {
        name = "Сокрушение основ",
    },
    [25578] = {
        name = "Возвращение к Нордрассилу",
    },
    [25579] = {
        name = "Внезапный удар",
    },
    [25580] = {
        name = "Быстрый подход",
    },
    [25581] = {
        name = "Чтобы занять время",
    },
    [25582] = {
        name = "Новая база",
    },
    [25583] = {
        name = "На поле брани",
    },
    [25584] = {
        name = "Возвращение Древних",
    },
    [25587] = {
        name = "Найдите мне убежище!",
    },
    [25592] = {
        name = "Глубокая привязанность",
    },
    [25593] = {
        name = "Спасение в ракушке",
    },
    [25594] = {
        name = "Хитрые крабы",
    },
    [25595] = {
        name = "Что-нибудь съестное",
    },
    [25597] = {
        name = "Командир Джерод Песнь Теней",
    },
    [25598] = {
        name = "Вопреки гордости",
    },
    [25599] = {
        name = "Мастер порталов Пепельный Молот",
    },
    [25600] = {
        name = "Начальник кузни Пламий",
    },
    [25601] = {
        name = "Гордость класса",
    },
    [25602] = {
        name = "Без бума нет огня",
    },
    [25608] = {
        name = "Жги-руби!",
    },
    [25611] = {
        name = "Возвращение с Огненных просторов",
    },
    [25612] = {
        name = "Возвращение с Огненных Просторов",
    },
    [25617] = {
        name = "Из огня да в полымя!",
    },
    [25618] = {
        name = "Из огня да в полымя!",
    },
    [25619] = {
        name = "Повторный захват",
    },
    [25620] = {
        name = "Моя прекрасная леди",
    },
    [25626] = {
        name = "Видения прошлого: подъем из глубин",
    },
    [25629] = {
        name = "Указание госпожи",
    },
    [25637] = {
        name = "Зов Повелителя глубин",
    },
    [25638] = {
        name = "Мольба о помощи",
    },
    [25644] = {
        name = "Яйцо чистого сумрака",
    },
    [25651] = {
        name = "Легкая поступь безумия",
    },
    [25653] = {
        name = "Древние с нами",
    },
    [25655] = {
        name = "Трения с Червивым Крылом",
    },
    [25656] = {
        name = "Борьба за яйца",
    },
    [25657] = {
        name = "Сундук Костеглода",
    },
    [25658] = {
        name = "На века",
    },
    [25659] = {
        name = "Такое не забывается",
    },
    [25663] = {
        name = "Подношение для Авианы",
    },
    [25664] = {
        name = "На честном слове и на одном крыле",
    },
    [25670] = {
        name = "Гм-гм",
    },
    [25731] = {
        name = "Птица в руке",
    },
    [25732] = {
        name = "Игра в кости",
    },
    [25740] = {
        name = "Разведка боем",
    },
    [25743] = {
        name = "Вот ведь незадача",
    },
    [25746] = {
        name = "Род Сетрии",
    },
    [25747] = {
        name = "Взгляд в будущее",
    },
    [25748] = {
        name = "Ясные цели",
    },
    [25749] = {
        name = "Не так уж безоружны",
    },
    [25751] = {
        name = "Внезапное озарение",
    },
    [25752] = {
        name = "Медлить нельзя",
    },
    [25753] = {
        name = "Повержены, но не забыты",
    },
    [25754] = {
        name = "Подсчет",
    },
    [25755] = {
        name = "Видения прошлого: битва на гряде Бейл'аран",
    },
    [25758] = {
        name = "Изъян в броне",
    },
    [25760] = {
        name = "Видения прошлого: вторжение в Вайш'ир",
    },
    [25761] = {
        name = "Сорвать доспехи",
    },
    [25763] = {
        name = "Кодекс теней",
    },
    [25764] = {
        name = "Охота за яйцами",
    },
    [25776] = {
        name = "Гибель Сетрии",
    },
    [25794] = {
        name = "Подводное убежище",
    },
    [25795] = {
        name = "Возвращение в святилище",
    },
    [25807] = {
        name = "Возрождение древней богини",
    },
    [25810] = {
        name = "Разорение инкубатора",
    },
    [25812] = {
        name = "Спелеологи",
    },
    [25824] = {
        name = "Отчет",
    },
    [25830] = {
        name = "Последний хранитель знаний",
    },
    [25832] = {
        name = "Возвращение к Авиане",
    },
    [25842] = {
        name = "Огнеборство",
    },
    [25843] = {
        name = "Месть Тортоллы",
    },
    [25858] = {
        name = "Просьба госпожи",
    },
    [25859] = {
        name = "Посторонним вход запрещен",
    },
    [25860] = {
        name = "Любой ценой",
    },
    [25861] = {
        name = "Показательный пример",
    },
    [25862] = {
        name = "Украденное имущество",
    },
    [25863] = {
        name = "Избранный груз",
    },
    [25881] = {
        name = "Выжившие стражи",
    },
    [25883] = {
        name = "Найти и обезвредить",
    },
    [25884] = {
        name = "Будь что будет!",
    },
    [25885] = {
        name = "Ой-ой – что со мной?",
    },
    [25887] = {
        name = "Волна разрушения",
    },
    [25888] = {
        name = "Декомпрессия",
    },
    [25890] = {
        name = "Неспира",
    },
    [25892] = {
        name = "Отступление",
    },
    [25893] = {
        name = "Отчаянный план",
    },
    [25894] = {
        name = "Опасные воды",
    },
    [25895] = {
        name = "Наготове",
    },
    [25896] = {
        name = "Сбор на ритуал",
    },
    [25897] = {
        name = "Веревочный план",
    },
    [25898] = {
        name = "Честь и слава",
    },
    [25899] = {
        name = "Прорыв",
    },
    [25900] = {
        name = "Контакт",
    },
    [25901] = {
        name = "План очищения Хиджала",
    },
    [25904] = {
        name = "Молот и Ключ",
    },
    [25906] = {
        name = "Третьи огненные врата",
    },
    [25907] = {
        name = "Рабский труд",
    },
    [25908] = {
        name = "Уничтожить врага",
    },
    [25909] = {
        name = "Захват краба",
    },
    [25910] = {
        name = "Пощады больше не будет",
    },
    [25911] = {
        name = "Добрые вести",
    },
    [25915] = {
        name = "Сила Тортоллы",
    },
    [25916] = {
        name = "Прорыв",
    },
    [25917] = {
        name = "Мы не одиноки",
    },
    [25918] = {
        name = "Безоружные",
    },
    [25919] = {
        name = "Удар по телу",
    },
    [25920] = {
        name = "Ценные вещи",
    },
    [25921] = {
        name = "Надзиратель Идра'кесс",
    },
    [25922] = {
        name = "Пробуждение",
    },
    [25923] = {
        name = "Покончить с Немесисом",
    },
    [25924] = {
        name = "Зов долга",
    },
    [25928] = {
        name = "Триумф Тортоллы",
    },
    [25929] = {
        name = "Морской волк",
    },
    [25936] = {
        name = "Время вернуть должок",
    },
    [25941] = {
        name = "Отдохновение для утомленных",
    },
    [25942] = {
        name = "Выиграть время",
    },
    [25943] = {
        name = "Голод не тетка",
    },
    [25944] = {
        name = "Во всеоружии",
    },
    [25946] = {
        name = "Тайна шлема",
    },
    [25947] = {
        name = "Что упало, то пропало",
    },
    [25948] = {
        name = "Вперед!",
    },
    [25949] = {
        name = "Кровь и гром!",
    },
    [25950] = {
        name = "Истребление Сира'кесс",
    },
    [25952] = {
        name = "Внезапный удар",
    },
    [25953] = {
        name = "Быстрый подход",
    },
    [25954] = {
        name = "Чтобы занять время",
    },
    [25955] = {
        name = "Новая база",
    },
    [25956] = {
        name = "На поле брани",
    },
    [25957] = {
        name = "Видения прошлого: вторжение в Вайш'ир",
    },
    [25958] = {
        name = "Взгляд в будущее",
    },
    [25959] = {
        name = "Ясные цели",
    },
    [25960] = {
        name = "Не так уж безоружны",
    },
    [25962] = {
        name = "Внезапное озарение",
    },
    [25963] = {
        name = "Медлить нельзя",
    },
    [25964] = {
        name = "Повержены, но не забыты",
    },
    [25965] = {
        name = "Подсчет",
    },
    [25966] = {
        name = "Видения прошлого: битва на гряде Бейл'аран",
    },
    [25967] = {
        name = "Отступление",
    },
    [25968] = {
        name = "Отчаянный план",
    },
    [25969] = {
        name = "Опасные воды",
    },
    [25970] = {
        name = "Наготове",
    },
    [25971] = {
        name = "Веревочный план",
    },
    [25972] = {
        name = "Честь и слава",
    },
    [25973] = {
        name = "Добрые вести",
    },
    [25974] = {
        name = "Истребление Сира'кесс",
    },
    [25975] = {
        name = "Экспроприация сокровищ",
    },
    [25976] = {
        name = "Экспроприация сокровищ",
    },
    [25977] = {
        name = "Знаменательный день для Азражара",
    },
    [25980] = {
        name = "Знаменательный день для Азражара",
    },
    [25981] = {
        name = "Это не маски",
    },
    [25982] = {
        name = "Это не маски",
    },
    [25987] = {
        name = "Прекрасная маскировка",
    },
    [25988] = {
        name = "Прекрасная маскировка",
    },
    [25989] = {
        name = "Захват краба",
    },
    [25990] = {
        name = "Прорыв",
    },
    [25991] = {
        name = "Враг близко",
    },
    [25992] = {
        name = "Безоружные",
    },
    [25993] = {
        name = "Удар по телу",
    },
    [25994] = {
        name = "Ценные вещи",
    },
    [25995] = {
        name = "Надзиратель Идра'кесс",
    },
    [25996] = {
        name = "Пробуждение",
    },
    [26000] = {
        name = "Спелеологи",
    },
    [26005] = {
        name = "Глоток свежего воздуха",
    },
    [26006] = {
        name = "Глоток свежего воздуха",
    },
    [26007] = {
        name = "Отчет",
    },
    [26008] = {
        name = "Декомпрессия",
    },
    [26014] = {
        name = "Братья Ройпой",
    },
    [26015] = {
        name = "Охота за фосфориями",
    },
    [26017] = {
        name = "Приманка",
    },
    [26018] = {
        name = "Смерть Холодному Сиянию",
    },
    [26019] = {
        name = "Огромная икринка угря",
    },
    [26021] = {
        name = "Братья Ройпой – 2: фокус с икринкой угря",
    },
    [26040] = {
        name = "Ой-ой – что со мной?",
    },
    [26056] = {
        name = "Говорящая с волнами",
    },
    [26057] = {
        name = "Говорящая с волнами",
    },
    [26065] = {
        name = "Освободите Вил'ле",
    },
    [26070] = {
        name = "Уничтожение скверны",
    },
    [26071] = {
        name = "Уничтожение скверны",
    },
    [26072] = {
        name = "Зарядка тотема",
    },
    [26080] = {
        name = "Последняя услуга",
    },
    [26086] = {
        name = "Орако",
    },
    [26087] = {
        name = "\"Светящийся сок\"",
    },
    [26088] = {
        name = "Ловись, рыбка!",
    },
    [26089] = {
        name = "Я убью тебя, рыба",
    },
    [26090] = {
        name = "Я принес тебе икринку",
    },
    [26091] = {
        name = "Ловись, рыбка – 2: фокус с икринкой угря",
    },
    [26092] = {
        name = "Донесение Орако",
    },
    [26096] = {
        name = "Жгучие грибы",
    },
    [26103] = {
        name = "Биотопливо",
    },
    [26106] = {
        name = "Топливоведение-101",
    },
    [26111] = {
        name = "...И он придет",
    },
    [26122] = {
        name = "Защита окружающей среды",
    },
    [26126] = {
        name = "Идеальное топливо",
    },
    [26130] = {
        name = "Отсоединение Л'горека",
    },
    [26132] = {
        name = "Чудовища Пустоты",
    },
    [26133] = {
        name = "Чудовища Пустоты",
    },
    [26135] = {
        name = "Видения прошлого: подъем из глубин",
    },
    [26140] = {
        name = "Беседа с Древним",
    },
    [26141] = {
        name = "Рунные камни обуздания",
    },
    [26142] = {
        name = "Теперь они не переродятся!",
    },
    [26143] = {
        name = "Халлазил Перерожденный",
    },
    [26144] = {
        name = "Пленники",
    },
    [26149] = {
        name = "Пленники",
    },
    [26154] = {
        name = "Искоренение Сумеречного Молота",
    },
    [26181] = {
        name = "Возвращение в Темную пещеру",
    },
    [26182] = {
        name = "Возвращение в Зловещий грот",
    },
    [26191] = {
        name = "Плод стараний",
    },
    [26193] = {
        name = "Оборона Провала",
    },
    [26194] = {
        name = "Оборона Провала",
    },
    [26219] = {
        name = "Замыкая круг",
    },
    [26221] = {
        name = "Замыкая круг",
    },
    [26244] = {
        name = "Земля забирает все",
    },
    [26245] = {
        name = "Крушение воздушного судна",
    },
    [26246] = {
        name = "Судовой журнал капитана",
    },
    [26247] = {
        name = "Дипломатия прежде всего",
    },
    [26248] = {
        name = "Все наши друзья мертвы",
    },
    [26249] = {
        name = "Каюта адмирала",
    },
    [26250] = {
        name = "А впрочем... взять одного пленного",
    },
    [26251] = {
        name = "Пленных не брать",
    },
    [26254] = {
        name = "Растянуть связки",
    },
    [26255] = {
        name = "Вернуться в Храм Земли",
    },
    [26256] = {
        name = "Пустить кровь кроводелам",
    },
    [26258] = {
        name = "Кратер Смертокрыла",
    },
    [26259] = {
        name = "Кровь Хранителя Земли",
    },
    [26260] = {
        name = "Записи начальника кузни",
    },
    [26261] = {
        name = "Допрос рабов",
    },
    [26293] = {
        name = "Боевые машины",
    },
    [26294] = {
        name = "Оружие массовой дисфункции",
    },
    [26311] = {
        name = "Неизведанные воды",
    },
    [26312] = {
        name = "Неравный бой",
    },
    [26313] = {
        name = "Суть наших проблем",
    },
    [26314] = {
        name = "На ровной земле",
    },
    [26315] = {
        name = "Впечатляющая встреча",
    },
    [26324] = {
        name = "Где мой боевой флот?",
    },
    [26326] = {
        name = "Сама земля под нашими ногами",
    },
    [26328] = {
        name = "Крепкие отношения",
    },
    [26335] = {
        name = "Готовность военно-морских сил",
    },
    [26337] = {
        name = "Снижение издержек",
    },
    [26358] = {
        name = "Готовность воздушных сил",
    },
    [26361] = {
        name = "Самофланж Смута",
    },
    [26372] = {
        name = "Предполетная подготовка",
    },
    [26374] = {
        name = "Готовность наземных сил",
    },
    [26375] = {
        name = "Освободить скальчат",
    },
    [26376] = {
        name = "Глубоко проникающая ненависть",
    },
    [26377] = {
        name = "Нетвердая земля",
    },
    [26388] = {
        name = "Сумеречные небеса",
    },
    [26409] = {
        name = "Где Клондацк?",
    },
    [26410] = {
        name = "Заживляющее взрывчатое вещество",
    },
    [26411] = {
        name = "Приложить и прижечь",
    },
    [26413] = {
        name = "Отведи его к заклинательнице земли",
    },
    [26426] = {
        name = "Жестокий ветер",
    },
    [26427] = {
        name = "Ни команды, ни капитана",
    },
    [26436] = {
        name = "Вросший в землю",
    },
    [26437] = {
        name = "Кристальная чистота",
    },
    [26438] = {
        name = "Угроза",
    },
    [26439] = {
        name = "Сформировать заново",
    },
    [26440] = {
        name = "Приставучий",
    },
    [26441] = {
        name = "Такой большой, такой круглый...",
    },
    [26484] = {
        name = "На помощь Каменному очагу",
    },
    [26499] = {
        name = "Дар Отца-Скалы",
    },
    [26500] = {
        name = "Мы окружены",
    },
    [26501] = {
        name = "Закрыть все выходы",
    },
    [26502] = {
        name = "Громокамни",
    },
    [26507] = {
        name = "Окаменевшие лакомства",
    },
    [26537] = {
        name = "Убей их!",
    },
    [26538] = {
        name = "Предметы первой помощи",
    },
    [26539] = {
        name = "Затянувшиеся переговоры",
    },
    [26540] = {
        name = "Опасное сострадание",
    },
    [26549] = {
        name = "Безумие",
    },
    [26564] = {
        name = "На все руки мастер",
    },
    [26575] = {
        name = "Последняя капля",
    },
    [26576] = {
        name = "Твердая рука",
    },
    [26577] = {
        name = "Тернистый путь",
    },
    [26578] = {
        name = "Гиблогрибы",
    },
    [26579] = {
        name = "Проявить слабость",
    },
    [26580] = {
        name = "Знакомые незваные гости",
    },
    [26581] = {
        name = "Ветер в голове",
    },
    [26582] = {
        name = "Неестественные причины",
    },
    [26583] = {
        name = "Гнев грибоманта",
    },
    [26584] = {
        name = "Встряхнуть и смешать",
    },
    [26585] = {
        name = "Борьба с порчей",
    },
    [26591] = {
        name = "Медобслуживание на передовой",
    },
    [26608] = {
        name = "Сорванные переговоры",
    },
    [26619] = {
        name = "Значит, ты за революцию?",
    },
    [26621] = {
        name = "Восстание",
    },
    [26622] = {
        name = "Смерть Мор'гору!",
    },
    [26625] = {
        name = "Троггзор Терранатор",
    },
    [26632] = {
        name = "Сопровождение",
    },
    [26656] = {
        name = "Только. Не. Останавливайся.",
    },
    [26657] = {
        name = "Жесткое приземление",
    },
    [26658] = {
        name = "Хрупкие ценности",
    },
    [26659] = {
        name = "Резонирующий удар",
    },
    [26750] = {
        name = "Мать-Скала зовет",
    },
    [26752] = {
        name = "Аудиенция у Матери-Скалы",
    },
    [26755] = {
        name = "Отражение атаки",
    },
    [26762] = {
        name = "Реактивировать боевые создания",
    },
    [26766] = {
        name = "Большой рыбке большая наживка",
    },
    [26768] = {
        name = "Поймать дракона",
    },
    [26770] = {
        name = "Мистики-властители",
    },
    [26771] = {
        name = "Испытание ловушки",
    },
    [26784] = {
        name = "Мутные воды",
    },
    [26786] = {
        name = "Захват плацдарма",
    },
    [26788] = {
        name = "Закрепление успехов",
    },
    [26791] = {
        name = "Больше никакой растительности",
    },
    [26792] = {
        name = "Грибные чудовища",
    },
    [26798] = {
        name = "Саурфанг будет доволен",
    },
    [26827] = {
        name = "Сбор Служителей Земли",
    },
    [26828] = {
        name = "Наша часть сделки",
    },
    [26829] = {
        name = "Каменный марш",
    },
    [26830] = {
        name = "Приманка для предателя",
    },
    [26831] = {
        name = "Сумеречный полет",
    },
    [26832] = {
        name = "Милость Теразан",
    },
    [26833] = {
        name = "Каменное слово",
    },
    [26834] = {
        name = "В расщелину",
    },
    [26835] = {
        name = "Небольшая проблема",
    },
    [26836] = {
        name = "Спасите Отца-Скалу... и Флинта",
    },
    [26840] = {
        name = "Возвращение на нагорье",
    },
    [26857] = {
        name = "Приспешники Абиссия",
    },
    [26861] = {
        name = "Заблокировать врата",
    },
    [26869] = {
        name = "Глубины глубин",
    },
    [26871] = {
        name = "Один камень из многих",
    },
    [26875] = {
        name = "Неумирающие сумерки",
    },
    [26876] = {
        name = "Фрагмент Столпа Мира",
    },
    [26971] = {
        name = "Закрытие разлома",
    },
    [27003] = {
        name = "Легкие деньги",
    },
    [27007] = {
        name = "Встреча в Серебристой топи",
    },
    [27010] = {
        name = "Ртутное погружение",
    },
    [27061] = {
        name = "Дозорный холм Сумеречного Молота",
    },
    [27126] = {
        name = "Срочная доставка",
    },
    [27135] = {
        name = "Что-то пылающее",
    },
    [27136] = {
        name = "Энергия элементалей",
    },
    [27141] = {
        name = "Преждевременный взрыв",
    },
    [27176] = {
        name = "Маленькая подсказка",
    },
    [27177] = {
        name = "Спасательная операция",
    },
    [27178] = {
        name = "Наги спешат на помощь",
    },
    [27179] = {
        name = "Еще одна интересная находка",
    },
    [27196] = {
        name = "Исторический момент",
    },
    [27299] = {
        name = "Расколотая земля",
    },
    [27300] = {
        name = "Контрудар",
    },
    [27301] = {
        name = "Несломленная",
    },
    [27302] = {
        name = "Простые решения",
    },
    [27303] = {
        name = "Сострадание к пленным",
    },
    [27338] = {
        name = "Наши парни на берегу",
    },
    [27341] = {
        name = "Разведка на побережье",
    },
    [27366] = {
        name = "Захват земель",
    },
    [27376] = {
        name = "Пасть Изо'рата",
    },
    [27377] = {
        name = "Пожиратель",
    },
    [27378] = {
        name = "Разрушитель миров",
    },
    [27379] = {
        name = "Ужас Изо'рата",
    },
    [27380] = {
        name = "Кошмар",
    },
    [27431] = {
        name = "Чуток подтолкнуть...",
    },
    [27433] = {
        name = "Крошшероктомия",
    },
    [27468] = {
        name = "Спасение осадного танка",
    },
    [27485] = {
        name = "Теплый прием",
    },
    [27486] = {
        name = "Теплый прием",
    },
    [27490] = {
        name = "Высадка ШРУ",
    },
    [27491] = {
        name = "Высадка кор'кронов",
    },
    [27492] = {
        name = "Огры и эттины",
    },
    [27493] = {
        name = "Огры и эттины",
    },
    [27494] = {
        name = "Двигая горы",
    },
    [27495] = {
        name = "Двигая горы",
    },
    [27496] = {
        name = "Работа для артиллеристов",
    },
    [27497] = {
        name = "Работа для артиллеристов",
    },
    [27498] = {
        name = "Сигнал к атаке",
    },
    [27499] = {
        name = "Сигнал к атаке",
    },
    [27500] = {
        name = "Без головы хорошо, а с четырьмя – лучше",
    },
    [27501] = {
        name = "Без головы хорошо, а с четырьмя – лучше",
    },
    [27502] = {
        name = "Штурм крепости",
    },
    [27503] = {
        name = "Штурм крепости",
    },
    [27504] = {
        name = "Драконам тоже больно",
    },
    [27505] = {
        name = "Исцеление драконов",
    },
    [27506] = {
        name = "Круговорот жизни и смерти",
    },
    [27507] = {
        name = "Сумерки сгущаются",
    },
    [27508] = {
        name = "Далеко от гнезда",
    },
    [27509] = {
        name = "Брешь в обороне",
    },
    [27511] = {
        name = "Дрожь предвкушения",
    },
    [27514] = {
        name = "Птица подбита! Птица подбита!",
    },
    [27515] = {
        name = "Корешки ей помогут",
    },
    [27516] = {
        name = "Крылья над Высоким берегом",
    },
    [27517] = {
        name = "Будь готов ко всему",
    },
    [27519] = {
        name = "Под зыбучими песками",
    },
    [27520] = {
        name = "Слуги Ал'акира",
    },
    [27537] = {
        name = "Любой портал в Шторм",
    },
    [27538] = {
        name = "Идеальная припарка",
    },
    [27541] = {
        name = "Благоразумный подход",
    },
    [27545] = {
        name = "Путь открыт",
    },
    [27549] = {
        name = "Звездный свет",
    },
    [27564] = {
        name = "Защита редута",
    },
    [27576] = {
        name = "Разброд и шатание",
    },
    [27583] = {
        name = "Северный фланг",
    },
    [27584] = {
        name = "Кровь и пена",
    },
    [27586] = {
        name = "Ракушки на морском берегу",
    },
    [27595] = {
        name = "Пророк Хадасси",
    },
    [27602] = {
        name = "Последние слова пророка",
    },
    [27606] = {
        name = "Взорви его!",
    },
    [27607] = {
        name = "Южный фланг",
    },
    [27610] = {
        name = "Разведка на побережье",
    },
    [27611] = {
        name = "Кровь на песке",
    },
    [27621] = {
        name = "Дозор Огнебородов",
    },
    [27622] = {
        name = "Большой, улучшенный крошшер",
    },
    [27623] = {
        name = "Колоссы-стражи",
    },
    [27624] = {
        name = "Упавшие статуи",
    },
    [27627] = {
        name = "Разноцветные тараканы",
    },
    [27628] = {
        name = "Доклад Фаорису",
    },
    [27629] = {
        name = "Голос визиря",
    },
    [27630] = {
        name = "Голос верховного жреца",
    },
    [27631] = {
        name = "Голос главнокомандующего",
    },
    [27632] = {
        name = "Сын Танотепа",
    },
    [27636] = {
        name = "Только ты и Матиас",
    },
    [27638] = {
        name = "Только ты и Гарона",
    },
    [27640] = {
        name = "Дунвальды не умирают",
    },
    [27641] = {
        name = "По пути к родственникам",
    },
    [27642] = {
        name = "Разбирая обломки",
    },
    [27643] = {
        name = "Доннели Дунвальд",
    },
    [27644] = {
        name = "Эоин Дунвальд",
    },
    [27645] = {
        name = "Кайден Дунвальд",
    },
    [27646] = {
        name = "Где ты, Клювик?",
    },
    [27647] = {
        name = "Чем бы промочить горло",
    },
    [27648] = {
        name = "И вновь за дело",
    },
    [27649] = {
        name = "Чем больше, тем лучше",
    },
    [27650] = {
        name = "Снова дома",
    },
    [27651] = {
        name = "Веселье по-дунвальдски",
    },
    [27652] = {
        name = "Темные убийцы",
    },
    [27653] = {
        name = "Темные убийцы",
    },
    [27654] = {
        name = "Истребление Сумеречного Молота",
    },
    [27655] = {
        name = "Истребление Сумеречного Молота",
    },
    [27657] = {
        name = "Помощь Заклинательницы земли",
    },
    [27658] = {
        name = "Помощь Заклинательницы земли",
    },
    [27659] = {
        name = "Перегрузка портала",
    },
    [27660] = {
        name = "Дух озера",
    },
    [27661] = {
        name = "Повелитель Прожар",
    },
    [27662] = {
        name = "Освобождение элементалей",
    },
    [27669] = {
        name = "Почетная миссия",
    },
    [27688] = {
        name = "Отвлекающий маневр",
    },
    [27689] = {
        name = "Отвлекающий маневр",
    },
    [27690] = {
        name = "Наркралл, Укротитель Драконов",
    },
    [27695] = {
        name = "Топор из элементия",
    },
    [27696] = {
        name = "Топор из элементия",
    },
    [27699] = {
        name = "Крепкий орешек",
    },
    [27700] = {
        name = "Освобождение дракона",
    },
    [27701] = {
        name = "Освобождение дракона",
    },
    [27702] = {
        name = "Удар милосердия",
    },
    [27703] = {
        name = "Удар милосердия",
    },
    [27706] = {
        name = "Скипетр Орсиса",
    },
    [27707] = {
        name = "Тюрьма неферсетов",
    },
    [27708] = {
        name = "Последний дозор",
    },
    [27711] = {
        name = "Возвращение в Элементиевые глубины",
    },
    [27712] = {
        name = "Возвращение в Элементиевые глубины",
    },
    [27719] = {
        name = "Живая вода",
    },
    [27720] = {
        name = "Прокатимся с ветерком",
    },
    [27729] = {
        name = "Угревая зыбь",
    },
    [27738] = {
        name = "Ров Чешуи",
    },
    [27742] = {
        name = "Сколько добра пропадает!",
    },
    [27743] = {
        name = "Чтобы два раза не бегать",
    },
    [27744] = {
        name = "Уничтожение рун",
    },
    [27745] = {
        name = "Пламенная встреча",
    },
    [27747] = {
        name = "Дотла",
    },
    [27748] = {
        name = "Удача и слава",
    },
    [27750] = {
        name = "Пища, отнятая у врага",
    },
    [27751] = {
        name = "Сокрушение Громового Молота",
    },
    [27752] = {
        name = "Боевой эль",
    },
    [27753] = {
        name = "Вылазка за продовольствием",
    },
    [27754] = {
        name = "Уничтожение клана Драконьей Пасти",
    },
    [27755] = {
        name = "Проклятие гробниц",
    },
    [27760] = {
        name = "Искусственный интеллект",
    },
    [27761] = {
        name = "Отвлечь и обезвредить",
    },
    [27777] = {
        name = "Коды доступа к ядру",
    },
    [27778] = {
        name = "Взлом \"Вибсона\"",
    },
    [27779] = {
        name = "Гномоцид",
    },
    [27782] = {
        name = "К Матиасу! Срочно!",
    },
    [27783] = {
        name = "К Гароне! Срочно!",
    },
    [27784] = {
        name = "Молот Сумерек",
    },
    [27786] = {
        name = "Молот Сумерек",
    },
    [27787] = {
        name = "Дробитель Черепов Горобраз",
    },
    [27788] = {
        name = "Дробитель Черепов Горобраз",
    },
    [27798] = {
        name = "Живая вода",
    },
    [27803] = {
        name = "Им надо выспаться",
    },
    [27804] = {
        name = "Это наш дом",
    },
    [27805] = {
        name = "Хоть какое-то утешение",
    },
    [27806] = {
        name = "Почетная ноша",
    },
    [27807] = {
        name = "Клан Муллана",
    },
    [27808] = {
        name = "Упрямый, как Дойл",
    },
    [27809] = {
        name = "Надо их поторопить",
    },
    [27810] = {
        name = "Испытание боем",
    },
    [27811] = {
        name = "Запах битвы",
    },
    [27812] = {
        name = "Верность клана Муллана",
    },
    [27813] = {
        name = "Смерть Драконьей Пасти!",
    },
    [27814] = {
        name = "Перекованные мечи",
    },
    [27815] = {
        name = "Подарок для Иэна Огнеборода",
    },
    [27816] = {
        name = "Личный отчет",
    },
    [27817] = {
        name = "Удар Молота",
    },
    [27836] = {
        name = "Остановить заразу",
    },
    [27837] = {
        name = "Чужаки в воде",
    },
    [27838] = {
        name = "Источник заражения",
    },
    [27900] = {
        name = "С одним я справлюсь",
    },
    [27901] = {
        name = "Они даже не знают, что это такое",
    },
    [27903] = {
        name = "Зажигание",
    },
    [27905] = {
        name = "Стрелок хвостовой пушки",
    },
    [27922] = {
        name = "Предатели!",
    },
    [27923] = {
        name = "Дым, застилающий глаза",
    },
    [27924] = {
        name = "План Бадда",
    },
    [27926] = {
        name = "Восточное гостеприимство",
    },
    [27928] = {
        name = "С мехом по жизни",
    },
    [27929] = {
        name = "Сначала сбить, потом прибить",
    },
    [27931] = {
        name = "Грот Обвалов",
    },
    [27932] = {
        name = "Топор раскола земли",
    },
    [27933] = {
        name = "Элементиевая руда",
    },
    [27934] = {
        name = "Единое целое с землей",
    },
    [27935] = {
        name = "Победить Лавиниона",
    },
    [27937] = {
        name = "Возвращение героя",
    },
    [27938] = {
        name = "Центральный фрагмент",
    },
    [27939] = {
        name = "Пустынная лиса",
    },
    [27941] = {
        name = "Дресс-код",
    },
    [27942] = {
        name = "Идолотерапия",
    },
    [27943] = {
        name = "Разгневанные духи",
    },
    [27945] = {
        name = "Закрасить черным",
    },
    [27947] = {
        name = "Видение Сумерек",
    },
    [27950] = {
        name = "Кулдык!",
    },
    [27951] = {
        name = "Порой приходится чем-то жертвовать",
    },
    [27954] = {
        name = "Всевидящее Око",
    },
    [27955] = {
        name = "Глаз-шпион",
    },
    [27969] = {
        name = "Займись чем-нибудь полезным",
    },
    [27990] = {
        name = "Зона боевых действий",
    },
    [27999] = {
        name = "Судьба Дойлов",
    },
    [28002] = {
        name = "Антикризисное управление",
    },
    [28041] = {
        name = "Наживка для грифона",
    },
    [28043] = {
        name = "Как искалечить своего дракона",
    },
    [28090] = {
        name = "Ценный груз",
    },
    [28091] = {
        name = "Легкая добыча",
    },
    [28092] = {
        name = "Если ключ подходит...",
    },
    [28093] = {
        name = "Наступление",
    },
    [28094] = {
        name = "Прокладывая путь",
    },
    [28097] = {
        name = "Врата Грим Батола",
    },
    [28101] = {
        name = "Под началом Матиаса",
    },
    [28103] = {
        name = "Легкая добыча",
    },
    [28104] = {
        name = "Ценный груз",
    },
    [28105] = {
        name = "Кавем Бессердечный",
    },
    [28107] = {
        name = "Прокладывая путь",
    },
    [28108] = {
        name = "Если ключ подходит...",
    },
    [28109] = {
        name = "Наступление",
    },
    [28112] = {
        name = "Бегство из Затерянного города",
    },
    [28123] = {
        name = "Демоническая цепь",
    },
    [28132] = {
        name = "\"Эффективные раскопки\"",
    },
    [28133] = {
        name = "Освобожденная ярость",
    },
    [28134] = {
        name = "Неминуемая расплата",
    },
    [28135] = {
        name = "Месть Ал'акира",
    },
    [28171] = {
        name = "И небо окрасилось в красный цвет",
    },
    [28173] = {
        name = "Затмение",
    },
    [28175] = {
        name = "Свет во тьме",
    },
    [28176] = {
        name = "Юные драконы идут в логово",
    },
    [28187] = {
        name = "Мимо!",
    },
    [28191] = {
        name = "Заслуженная участь",
    },
    [28193] = {
        name = "Под колпаком!",
    },
    [28194] = {
        name = "Побег",
    },
    [28195] = {
        name = "Послание всем остальным",
    },
    [28198] = {
        name = "Слабое звено",
    },
    [28210] = {
        name = "Тренировка",
    },
    [28211] = {
        name = "Сталь, закаленная в огне элементалей",
    },
    [28212] = {
        name = "Горячо!",
    },
    [28215] = {
        name = "Потенциальная энергия",
    },
    [28216] = {
        name = "Повелитель магмы Фалтазар",
    },
    [28233] = {
        name = "Пропавший брат",
    },
    [28234] = {
        name = "Они отняли у меня штаны!",
    },
    [28238] = {
        name = "Сумеречный берег",
    },
    [28241] = {
        name = "Видение Сумерек",
    },
    [28242] = {
        name = "Порой приходится чем-то жертвовать",
    },
    [28243] = {
        name = "Всевидящее Око",
    },
    [28244] = {
        name = "Глаз-шпион",
    },
    [28247] = {
        name = "Последняя в своем роду",
    },
    [28248] = {
        name = "Лагерь Победителя",
    },
    [28249] = {
        name = "Тукмак",
    },
    [28267] = {
        name = "Расстрельная команда",
    },
    [28269] = {
        name = "Встретимся в Вир'саре",
    },
    [28271] = {
        name = "Сниженная продуктивность",
    },
    [28272] = {
        name = "Недостающие части",
    },
    [28273] = {
        name = "Друг моего друга",
    },
    [28274] = {
        name = "Два шатра",
    },
    [28276] = {
        name = "Салхетов секрет",
    },
    [28277] = {
        name = "Салхет-тактик",
    },
    [28280] = {
        name = "Сбей их!",
    },
    [28281] = {
        name = "Решающая битва за Громтар",
    },
    [28282] = {
        name = "Наркралл Укротитель Драконов",
    },
    [28291] = {
        name = "Возвращение в лагерь",
    },
    [28294] = {
        name = "Встреча в Кирте",
    },
    [28346] = {
        name = "Завидный жених",
    },
    [28350] = {
        name = "Искусный зверолов",
    },
    [28351] = {
        name = "Безграничный потенциал",
    },
    [28352] = {
        name = "След верблюда",
    },
    [28353] = {
        name = "Джонси зовет!",
    },
    [28363] = {
        name = "Осиное гнездо",
    },
    [28367] = {
        name = "Покров Творцов",
    },
    [28369] = {
        name = "Моя сестра Фанни",
    },
    [28377] = {
        name = "Чудесное спасение в Ложбине клана Помойных Потрохов",
    },
    [28378] = {
        name = "Поиски Фанни",
    },
    [28379] = {
        name = "Избиение огров",
    },
    [28402] = {
        name = "Шустрые солдаты Шнотца",
    },
    [28403] = {
        name = "\"Битые\" данные",
    },
    [28404] = {
        name = "Ручной запуск",
    },
    [28407] = {
        name = "Девица на выданье",
    },
    [28408] = {
        name = "Символ храбрости",
    },
    [28409] = {
        name = "За здоровье молодых",
    },
    [28410] = {
        name = "Кое-что позаимствовать",
    },
    [28411] = {
        name = "Чего бы пожевать",
    },
    [28413] = {
        name = "Автор слов и музыки...",
    },
    [28480] = {
        name = "Лейтенанты Тьмы",
    },
    [28482] = {
        name = "Подарок Суллы",
    },
    [28483] = {
        name = "Истощение противника",
    },
    [28486] = {
        name = "Гамбит Салхета",
    },
    [28497] = {
        name = "Огонь с высот",
    },
    [28498] = {
        name = "Секрет Нахома",
    },
    [28499] = {
        name = "Наказать нарушителей",
    },
    [28500] = {
        name = "Шифр Кесета",
    },
    [28501] = {
        name = "Защита Нахома",
    },
    [28520] = {
        name = "Падение Неферсета",
    },
    [28533] = {
        name = "Решение Верховного совета",
    },
    [28561] = {
        name = "Нахом должен выстоять",
    },
    [28583] = {
        name = "Психходельня",
    },
    [28584] = {
        name = "Сработано на совесть",
    },
    [28586] = {
        name = "Надувные пони спешат на помощь",
    },
    [28588] = {
        name = "Засилье Громового Молота",
    },
    [28589] = {
        name = "Всякая всячина",
    },
    [28590] = {
        name = "Карательные меры",
    },
    [28591] = {
        name = "Зенитчик-лимитчик сидел на стене...",
    },
    [28592] = {
        name = "Прощальные дары",
    },
    [28593] = {
        name = "Дело на миллион золотых",
    },
    [28594] = {
        name = "Слезная река, Высокие берега",
    },
    [28595] = {
        name = "Психходелишки",
    },
    [28596] = {
        name = "Добро пожаловать на Высокий берег!",
    },
    [28597] = {
        name = "Меж двух огней",
    },
    [28598] = {
        name = "Целясь ввысь",
    },
    [28599] = {
        name = "Курдран ждет",
    },
    [28611] = {
        name = "Ритуал осквернителей",
    },
    [28612] = {
        name = "Харрисон Джонс и храм Ульдума",
    },
    [28613] = {
        name = "Увидимся по ту сторону!",
    },
    [28621] = {
        name = "Каждой малютке – по колыбельке",
    },
    [28622] = {
        name = "Трое в воздухе, не считая саркофага",
    },
    [28623] = {
        name = "Поход на запад",
    },
    [28633] = {
        name = "Саркофаг Предвестья",
    },
    [28655] = {
        name = "Гремит-гуляет громовая свадьба",
    },
    [28712] = {
        name = "Королева драконов вступает в бой",
    },
    [28758] = {
        name = "Битва жизни и смерти",
    },
    [28832] = {
        name = "Сумеречный берег",
    },
    [28849] = {
        name = "Сумеречные небеса",
    },
    [28869] = {
        name = "Камешек",
    },
    [28885] = {
        name = "Прокатимся с ветерком",
    },
    [28909] = {
        name = "Сауранок укажет путь",
    },
    [29066] = {
        name = "Хорошие новости... и плохие новости",
    },
})
]])()
