----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhTW" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateQuestsTable({
    [14482] = {
        name = "決勝時刻",
    },
    [24432] = {
        name = "熟悉水性",
    },
    [25164] = {
        name = "逼入絕境",
    },
    [25215] = {
        name = "滅跡",
    },
    [25216] = {
        name = "偉大的山比諾",
    },
    [25217] = {
        name = "改良過的圖騰",
    },
    [25218] = {
        name = "深海充氣",
    },
    [25219] = {
        name = "別那樣小氣",
    },
    [25220] = {
        name = "滑溜溜的威脅",
    },
    [25221] = {
        name = "追殺",
    },
    [25222] = {
        name = "銀浪谷地",
    },
    [25223] = {
        name = "火的試煉",
    },
    [25224] = {
        name = "盛開",
    },
    [25233] = {
        name = "截斷補給線",
    },
    [25234] = {
        name = "馬上行動",
    },
    [25255] = {
        name = "騷擾獵人",
    },
    [25268] = {
        name = "戈德林之聲",
    },
    [25269] = {
        name = "洛戈許之聲",
    },
    [25270] = {
        name = "狂嘯",
    },
    [25271] = {
        name = "戈德林的凶暴",
    },
    [25272] = {
        name = "腐化者狼狂索斯",
    },
    [25273] = {
        name = "腐化者狼狂索斯",
    },
    [25274] = {
        name = "血書",
    },
    [25276] = {
        name = "你的新身分",
    },
    [25277] = {
        name = "打掃房子",
    },
    [25278] = {
        name = "打掃房子",
    },
    [25281] = {
        name = "預先支付",
    },
    [25291] = {
        name = "暮光訓練",
    },
    [25294] = {
        name = "蹓狗",
    },
    [25296] = {
        name = "收集情資",
    },
    [25297] = {
        name = "瘋狂之口",
    },
    [25298] = {
        name = "解放心靈，順其自然",
    },
    [25299] = {
        name = "心理訓練:實話實說",
    },
    [25300] = {
        name = "暮光之眼",
    },
    [25301] = {
        name = "控制傀儡",
    },
    [25303] = {
        name = "元素的基礎!",
    },
    [25308] = {
        name = "分歧的種子",
    },
    [25309] = {
        name = "精神訓練:同情乃弱者之仁",
    },
    [25310] = {
        name = "兩害取其重",
    },
    [25311] = {
        name = "暮光領土",
    },
    [25312] = {
        name = "向暮語回報",
    },
    [25314] = {
        name = "菜鳥講稿指南",
    },
    [25315] = {
        name = "畢業演說",
    },
    [25317] = {
        name = "保護世界之樹",
    },
    [25319] = {
        name = "向暮光之錘宣戰",
    },
    [25320] = {
        name = "俘虜的斥候",
    },
    [25321] = {
        name = "暮光俘虜",
    },
    [25323] = {
        name = "破火者",
    },
    [25324] = {
        name = "覬覦囚犯",
    },
    [25325] = {
        name = "通過夢境",
    },
    [25328] = {
        name = "死吧，加爾勾",
    },
    [25330] = {
        name = "暴殄廢物",
    },
    [25332] = {
        name = "讓我出去!",
    },
    [25334] = {
        name = "威脅的蜃景",
    },
    [25352] = {
        name = "掃蕩崖上高地",
    },
    [25353] = {
        name = "瓶中的雷光",
    },
    [25355] = {
        name = "瓶中的雷光",
    },
    [25357] = {
        name = "爭取一點時間",
    },
    [25358] = {
        name = "筋骨勇壯",
    },
    [25359] = {
        name = "塔許的復仇",
    },
    [25360] = {
        name = "螃蟹聖徒",
    },
    [25371] = {
        name = "深淵坐騎",
    },
    [25372] = {
        name = "艾森娜的奇蹟",
    },
    [25381] = {
        name = "滅火手段",
    },
    [25382] = {
        name = "中斷儀式",
    },
    [25385] = {
        name = "拯救小動物",
    },
    [25388] = {
        name = "一箱螃蟹",
    },
    [25389] = {
        name = "嚐嚐尾巴",
    },
    [25390] = {
        name = "女孩的最好朋友",
    },
    [25392] = {
        name = "喔，鹿啊!",
    },
    [25404] = {
        name = "如果你不是敵人...",
    },
    [25405] = {
        name = "喘息時間",
    },
    [25408] = {
        name = "他們死亡的種子",
    },
    [25411] = {
        name = "新的主人",
    },
    [25412] = {
        name = "不能說的名字",
    },
    [25424] = {
        name = "回覆艾里絲拉",
    },
    [25428] = {
        name = "烈焰黑心",
    },
    [25430] = {
        name = "翡翠盟友",
    },
    [25439] = {
        name = "復仇之心",
    },
    [25440] = {
        name = "深淵領主金加塔",
    },
    [25441] = {
        name = "漩渦",
    },
    [25442] = {
        name = "睿智珍珠",
    },
    [25456] = {
        name = "化零為整",
    },
    [25459] = {
        name = "恐蛇症",
    },
    [25462] = {
        name = "上頭的熊",
    },
    [25464] = {
        name = "迦頓男爵歸來",
    },
    [25471] = {
        name = "穿越大峽谷",
    },
    [25472] = {
        name = "烈焰先知法杖",
    },
    [25477] = {
        name = "遲了總比掛掉好",
    },
    [25490] = {
        name = "衝破灰燼",
    },
    [25491] = {
        name = "堅忍的種子",
    },
    [25492] = {
        name = "防火線",
    },
    [25493] = {
        name = "鮮餌",
    },
    [25494] = {
        name = "冠軍的項圈",
    },
    [25496] = {
        name = "怨仇對決",
    },
    [25499] = {
        name = "敏捷訓練:沒命似地跑!",
    },
    [25502] = {
        name = "預備土壤",
    },
    [25507] = {
        name = "地獄殼甲",
    },
    [25509] = {
        name = "體能訓練:被迫勞動",
    },
    [25510] = {
        name = "托爾托拉說",
    },
    [25514] = {
        name = "破壞束縛",
    },
    [25519] = {
        name = "托爾托拉的子嗣",
    },
    [25520] = {
        name = "被喚醒的先祖",
    },
    [25523] = {
        name = "在火源之界飛行",
    },
    [25525] = {
        name = "第一波",
    },
    [25531] = {
        name = "暮光暴動",
    },
    [25535] = {
        name = "強烈食慾",
    },
    [25536] = {
        name = "相迎如冰",
    },
    [25537] = {
        name = "誘惑的藝術",
    },
    [25538] = {
        name = "香氣大衣",
    },
    [25539] = {
        name = "採蚌",
    },
    [25540] = {
        name = "嗷嗷待哺",
    },
    [25544] = {
        name = "第二波",
    },
    [25545] = {
        name = "作戰!",
    },
    [25546] = {
        name = "用胃行軍",
    },
    [25547] = {
        name = "依我們所願",
    },
    [25548] = {
        name = "炎魔的威力",
    },
    [25549] = {
        name = "預言者聖所",
    },
    [25550] = {
        name = "熔岩統治者",
    },
    [25551] = {
        name = "炎魔",
    },
    [25552] = {
        name = "邪惡的子嗣",
    },
    [25553] = {
        name = "育母之死",
    },
    [25554] = {
        name = "火焰的秘密",
    },
    [25555] = {
        name = "守門者",
    },
    [25558] = {
        name = "奮力一搏",
    },
    [25560] = {
        name = "蛋之浪",
    },
    [25564] = {
        name = "暴風城兩棲作戰精英部隊",
    },
    [25575] = {
        name = "由影與焰鍛造",
    },
    [25576] = {
        name = "狼靈先祖之怒",
    },
    [25577] = {
        name = "擊碎核心",
    },
    [25578] = {
        name = "返回諾達希爾",
    },
    [25579] = {
        name = "趁虛而入",
    },
    [25580] = {
        name = "迅速接近",
    },
    [25581] = {
        name = "佔據的時間",
    },
    [25582] = {
        name = "更優勢地位",
    },
    [25583] = {
        name = "戰爭遺址",
    },
    [25584] = {
        name = "祖靈的歸來",
    },
    [25587] = {
        name = "請求庇護!",
    },
    [25592] = {
        name = "深層吸引",
    },
    [25593] = {
        name = "殼中的救贖",
    },
    [25594] = {
        name = "狡猾的螃蟹",
    },
    [25595] = {
        name = "能吃的東西",
    },
    [25597] = {
        name = "指揮官亞羅德‧影歌",
    },
    [25598] = {
        name = "低聲下氣",
    },
    [25599] = {
        name = "傳送門管理員灰燼巨槌",
    },
    [25600] = {
        name = "鍛造大師裴迪爾斯",
    },
    [25601] = {
        name = "班長",
    },
    [25602] = {
        name = "沒有火花就無法點燃",
    },
    [25608] = {
        name = "燒殺擄掠",
    },
    [25611] = {
        name = "從火源之界歸來",
    },
    [25612] = {
        name = "從火源之界歸來",
    },
    [25617] = {
        name = "深入險地!",
    },
    [25618] = {
        name = "深入險地!",
    },
    [25619] = {
        name = "收復",
    },
    [25620] = {
        name = "受尊敬的女士",
    },
    [25626] = {
        name = "過去的幻景:從深淵崛起",
    },
    [25629] = {
        name = "女士之手",
    },
    [25637] = {
        name = "深淵領主的召喚",
    },
    [25638] = {
        name = "絕望的請求",
    },
    [25644] = {
        name = "暮光龍蛋",
    },
    [25651] = {
        name = "噢，錯亂!",
    },
    [25653] = {
        name = "祖靈們與我們同在",
    },
    [25655] = {
        name = "蠕翼問題",
    },
    [25656] = {
        name = "炒蛋",
    },
    [25657] = {
        name = "那個...那個...",
    },
    [25658] = {
        name = "永垂不朽",
    },
    [25659] = {
        name = "不被遺忘",
    },
    [25663] = {
        name = "艾維娜的祭品",
    },
    [25664] = {
        name = "祈禱者與單翼",
    },
    [25670] = {
        name = "嘟─嘟─嘟─嘟─嘟─嘟",
    },
    [25731] = {
        name = "搞定鳥事",
    },
    [25732] = {
        name = "撿骨頭",
    },
    [25740] = {
        name = "打探虛實",
    },
    [25743] = {
        name = "決定，決定",
    },
    [25746] = {
        name = "賽瑟莉亞的子嗣",
    },
    [25747] = {
        name = "向前看",
    },
    [25748] = {
        name = "清楚的目標",
    },
    [25749] = {
        name = "並非全無準備",
    },
    [25751] = {
        name = "適當地啟發",
    },
    [25752] = {
        name = "快速行動",
    },
    [25753] = {
        name = "失落但不被遺忘",
    },
    [25754] = {
        name = "成功標準",
    },
    [25755] = {
        name = "過去的幻景:畢耶拉蘭山脊的屠殺",
    },
    [25758] = {
        name = "百密一疏",
    },
    [25760] = {
        name = "過去的幻景:瓦許伊爾的入侵",
    },
    [25761] = {
        name = "解體",
    },
    [25763] = {
        name = "影之聖典",
    },
    [25764] = {
        name = "獵蛋行動",
    },
    [25776] = {
        name = "賽瑟莉亞的末日",
    },
    [25794] = {
        name = "海底避難所",
    },
    [25795] = {
        name = "重回聖壇",
    },
    [25807] = {
        name = "祖靈的重生",
    },
    [25810] = {
        name = "燒掉孵化室",
    },
    [25812] = {
        name = "洞穴探索",
    },
    [25824] = {
        name = "聽取報告",
    },
    [25830] = {
        name = "最後的博識者",
    },
    [25832] = {
        name = "回去找艾維娜",
    },
    [25842] = {
        name = "救火",
    },
    [25843] = {
        name = "托爾托拉的復仇",
    },
    [25858] = {
        name = "女士殿下的命令",
    },
    [25859] = {
        name = "不可饒恕的入侵",
    },
    [25860] = {
        name = "不計代價",
    },
    [25861] = {
        name = "樹立典範",
    },
    [25862] = {
        name = "失竊的資產",
    },
    [25863] = {
        name = "獲選的重擔",
    },
    [25881] = {
        name = "失蹤的看守者",
    },
    [25883] = {
        name = "大撤防",
    },
    [25884] = {
        name = "赴湯蹈火在所不辭",
    },
    [25885] = {
        name = "什麼?什麼?在我的腸子裡...?",
    },
    [25887] = {
        name = "毀滅浪潮",
    },
    [25888] = {
        name = "減壓",
    },
    [25890] = {
        name = "奈斯畢拉",
    },
    [25892] = {
        name = "失去領土",
    },
    [25893] = {
        name = "絕地計畫",
    },
    [25894] = {
        name = "敵方水域",
    },
    [25895] = {
        name = "有備而來",
    },
    [25896] = {
        name = "虔誠集會",
    },
    [25897] = {
        name = "揭露計畫",
    },
    [25898] = {
        name = "榮譽與特權",
    },
    [25899] = {
        name = "突圍",
    },
    [25900] = {
        name = "接觸",
    },
    [25901] = {
        name = "海加爾資源回收計畫",
    },
    [25904] = {
        name = "錘子與鑰匙",
    },
    [25906] = {
        name = "第三道烈焰之門",
    },
    [25907] = {
        name = "奴隸的工作",
    },
    [25908] = {
        name = "給他們好看",
    },
    [25909] = {
        name = "抓螃蟹",
    },
    [25910] = {
        name = "仁慈的時機已過",
    },
    [25911] = {
        name = "歡迎的消息",
    },
    [25915] = {
        name = "托爾托拉的力量",
    },
    [25916] = {
        name = "突破",
    },
    [25917] = {
        name = "我們並不孤單",
    },
    [25918] = {
        name = "無望的裝備短缺",
    },
    [25919] = {
        name = "擊打軀體",
    },
    [25920] = {
        name = "仍然價值連城",
    },
    [25921] = {
        name = "監督者艾德拉奇斯",
    },
    [25922] = {
        name = "喚醒野獸",
    },
    [25923] = {
        name = "終結涅密希斯",
    },
    [25924] = {
        name = "決勝時刻",
    },
    [25928] = {
        name = "托爾托拉的勝利",
    },
    [25929] = {
        name = "熟悉水性",
    },
    [25936] = {
        name = "預先支付",
    },
    [25941] = {
        name = "喘息時間",
    },
    [25942] = {
        name = "爭取一點時間",
    },
    [25943] = {
        name = "以胃袋行軍",
    },
    [25944] = {
        name = "備好我們的傢伙",
    },
    [25946] = {
        name = "頭盔的深度",
    },
    [25947] = {
        name = "先找到先贏",
    },
    [25948] = {
        name = "促進發展!",
    },
    [25949] = {
        name = "鮮血與雷霆!",
    },
    [25950] = {
        name = "席拉克斯大屠殺",
    },
    [25952] = {
        name = "趁虛而入",
    },
    [25953] = {
        name = "迅速接近",
    },
    [25954] = {
        name = "佔據的時間",
    },
    [25955] = {
        name = "更優勢的地位",
    },
    [25956] = {
        name = "戰爭遺址",
    },
    [25957] = {
        name = "過去的幻景:瓦許伊爾的入侵",
    },
    [25958] = {
        name = "向前看",
    },
    [25959] = {
        name = "清楚的目標",
    },
    [25960] = {
        name = "並非全無準備",
    },
    [25962] = {
        name = "適當地啟發",
    },
    [25963] = {
        name = "快速行動",
    },
    [25964] = {
        name = "失落但不被遺忘",
    },
    [25965] = {
        name = "成功標準",
    },
    [25966] = {
        name = "過去的幻景:畢耶拉蘭山脊的屠殺",
    },
    [25967] = {
        name = "失去領土",
    },
    [25968] = {
        name = "絕地計畫",
    },
    [25969] = {
        name = "敵方水域",
    },
    [25970] = {
        name = "有備而來",
    },
    [25971] = {
        name = "揭露計畫",
    },
    [25972] = {
        name = "榮譽與特權",
    },
    [25973] = {
        name = "歡迎的消息",
    },
    [25974] = {
        name = "席拉克斯大屠殺",
    },
    [25975] = {
        name = "取回寶藏",
    },
    [25976] = {
        name = "取回寶藏",
    },
    [25977] = {
        name = "阿茲拉賈爾的一天",
    },
    [25980] = {
        name = "阿茲拉賈爾的一天",
    },
    [25981] = {
        name = "那些不是面具",
    },
    [25982] = {
        name = "那些不是面具",
    },
    [25987] = {
        name = "穿上去",
    },
    [25988] = {
        name = "穿上去",
    },
    [25989] = {
        name = "抓螃蟹",
    },
    [25990] = {
        name = "突破",
    },
    [25991] = {
        name = "我們並不孤單",
    },
    [25992] = {
        name = "無望的裝備短缺",
    },
    [25993] = {
        name = "重擊身體",
    },
    [25994] = {
        name = "仍有價值",
    },
    [25995] = {
        name = "監督者艾德拉奇斯",
    },
    [25996] = {
        name = "喚醒野獸",
    },
    [26000] = {
        name = "洞穴探索",
    },
    [26005] = {
        name = "一絲新鮮空氣",
    },
    [26006] = {
        name = "一絲新鮮空氣",
    },
    [26007] = {
        name = "聽取報告",
    },
    [26008] = {
        name = "減壓",
    },
    [26014] = {
        name = "掘曲兄弟",
    },
    [26015] = {
        name = "獵捕磷液",
    },
    [26017] = {
        name = "一個誘餌",
    },
    [26018] = {
        name = "探索冷光",
    },
    [26019] = {
        name = "巨鰻卵",
    },
    [26021] = {
        name = "掘曲兄弟之二:鰻蛋詭計搖擺舞",
    },
    [26040] = {
        name = "什麼?什麼?在我的腸子裡...?",
    },
    [26056] = {
        name = "語濤者",
    },
    [26057] = {
        name = "語濤者",
    },
    [26065] = {
        name = "救出威爾豪",
    },
    [26070] = {
        name = "淨化污穢",
    },
    [26071] = {
        name = "淨化污穢",
    },
    [26072] = {
        name = "進入圖騰",
    },
    [26080] = {
        name = "最後一個忙",
    },
    [26086] = {
        name = "歐拉寇",
    },
    [26087] = {
        name = "「微光果汁」",
    },
    [26088] = {
        name = "來吧小魚兒",
    },
    [26089] = {
        name = "死吧魚人死吧",
    },
    [26090] = {
        name = "我帶給你這顆蛋",
    },
    [26091] = {
        name = "來吧小魚兒2:鰻蛋詭計搖擺舞",
    },
    [26092] = {
        name = "歐拉寇的報告",
    },
    [26096] = {
        name = "滾燙蕈菇",
    },
    [26103] = {
        name = "生質燃料",
    },
    [26106] = {
        name = "燃料學科101",
    },
    [26111] = {
        name = "...他將到來",
    },
    [26122] = {
        name = "環保意識",
    },
    [26126] = {
        name = "最佳燃料",
    },
    [26130] = {
        name = "讓勒苟雷克脫離",
    },
    [26132] = {
        name = "虛空世界的惡魔",
    },
    [26133] = {
        name = "虛空世界的惡魔",
    },
    [26135] = {
        name = "過去的幻景:從深淵崛起",
    },
    [26140] = {
        name = "與先祖交流",
    },
    [26141] = {
        name = "禁錮符石",
    },
    [26142] = {
        name = "卓越不再",
    },
    [26143] = {
        name = "飛升者",
    },
    [26144] = {
        name = "囚犯",
    },
    [26149] = {
        name = "囚犯",
    },
    [26154] = {
        name = "暮光終結",
    },
    [26181] = {
        name = "回到黑裂灣",
    },
    [26182] = {
        name = "回到陰暗洞穴",
    },
    [26191] = {
        name = "努力的頂峰",
    },
    [26193] = {
        name = "保衛裂隙",
    },
    [26194] = {
        name = "保衛裂隙",
    },
    [26219] = {
        name = "周而復始",
    },
    [26221] = {
        name = "周而復始",
    },
    [26244] = {
        name = "大地吞覆一切",
    },
    [26245] = {
        name = "砲艦墜毀",
    },
    [26246] = {
        name = "艦長的日誌",
    },
    [26247] = {
        name = "政策優先",
    },
    [26248] = {
        name = "我們的朋友全死了",
    },
    [26249] = {
        name = "上將的艙房",
    },
    [26250] = {
        name = "還是留個活口好了",
    },
    [26251] = {
        name = "不留活口",
    },
    [26254] = {
        name = "來點硬的",
    },
    [26255] = {
        name = "返回大地神殿",
    },
    [26256] = {
        name = "塑血者之血",
    },
    [26258] = {
        name = "死翼之殞",
    },
    [26259] = {
        name = "大地守護者之血",
    },
    [26260] = {
        name = "鍛造大師的日誌",
    },
    [26261] = {
        name = "詢問奴隸",
    },
    [26293] = {
        name = "戰爭機器",
    },
    [26294] = {
        name = "大規模失效武器",
    },
    [26311] = {
        name = "不熟悉的水域",
    },
    [26312] = {
        name = "防線崩潰",
    },
    [26313] = {
        name = "麻煩的根源",
    },
    [26314] = {
        name = "正面倒地",
    },
    [26315] = {
        name = "進行對峙",
    },
    [26324] = {
        name = "我的艦隊何在?",
    },
    [26326] = {
        name = "我們腳下的土地",
    },
    [26328] = {
        name = "岩石的關聯",
    },
    [26335] = {
        name = "海軍就緒",
    },
    [26337] = {
        name = "戰勝市場",
    },
    [26358] = {
        name = "空軍就緒",
    },
    [26361] = {
        name = "斯穆特的負載平衡器",
    },
    [26372] = {
        name = "行前檢查",
    },
    [26374] = {
        name = "陸軍就緒",
    },
    [26375] = {
        name = "鬆動的岩石",
    },
    [26376] = {
        name = "深切的憎恨",
    },
    [26377] = {
        name = "不穩固的地面",
    },
    [26388] = {
        name = "暮光天空",
    },
    [26409] = {
        name = "金礦何在?",
    },
    [26410] = {
        name = "強力爆炸化合物",
    },
    [26411] = {
        name = "一上即乾",
    },
    [26413] = {
        name = "帶去找喚地者",
    },
    [26426] = {
        name = "裂風",
    },
    [26427] = {
        name = "也無船長也無員",
    },
    [26436] = {
        name = "植入",
    },
    [26437] = {
        name = "清除水晶的障礙",
    },
    [26438] = {
        name = "介入",
    },
    [26439] = {
        name = "石頭拼圖",
    },
    [26440] = {
        name = "黏人精",
    },
    [26441] = {
        name = "真大，真圓...",
    },
    [26484] = {
        name = "援助石爐",
    },
    [26499] = {
        name = "國王的榮光",
    },
    [26500] = {
        name = "我們被包圍了",
    },
    [26501] = {
        name = "封鎖道路",
    },
    [26502] = {
        name = "霹靂石",
    },
    [26507] = {
        name = "石化美味",
    },
    [26537] = {
        name = "打碎他們!",
    },
    [26538] = {
        name = "緊急救援",
    },
    [26539] = {
        name = "談判膠著",
    },
    [26540] = {
        name = "危險的同情",
    },
    [26549] = {
        name = "精神錯亂",
    },
    [26564] = {
        name = "待整修",
    },
    [26575] = {
        name = "岩石底部",
    },
    [26576] = {
        name = "穩定的手",
    },
    [26577] = {
        name = "石之動盪",
    },
    [26578] = {
        name = "末日蘑菇",
    },
    [26579] = {
        name = "變軟",
    },
    [26580] = {
        name = "同類入侵者",
    },
    [26581] = {
        name = "風之頭",
    },
    [26582] = {
        name = "不自然的源頭",
    },
    [26583] = {
        name = "真菌專家之怒",
    },
    [26584] = {
        name = "搖咧晃咧",
    },
    [26585] = {
        name = "感染毀滅",
    },
    [26591] = {
        name = "前線搶治",
    },
    [26608] = {
        name = "談判終止",
    },
    [26619] = {
        name = "你說想搞革命",
    },
    [26621] = {
        name = "起義",
    },
    [26622] = {
        name = "莫格之死",
    },
    [26625] = {
        name = "大地終結者特洛格佐爾",
    },
    [26632] = {
        name = "親自護送",
    },
    [26656] = {
        name = "別，停，下，來",
    },
    [26657] = {
        name = "應聲落地",
    },
    [26658] = {
        name = "脆弱的價值",
    },
    [26659] = {
        name = "共鳴之擊",
    },
    [26750] = {
        name = "石母的呼喚",
    },
    [26752] = {
        name = "謁見石母",
    },
    [26755] = {
        name = "鎮守前線",
    },
    [26762] = {
        name = "重啟戰爭傀儡",
    },
    [26766] = {
        name = "大獵物，用大餌",
    },
    [26768] = {
        name = "擒龍",
    },
    [26770] = {
        name = "秘術大師",
    },
    [26771] = {
        name = "測試陷阱",
    },
    [26784] = {
        name = "泥水",
    },
    [26786] = {
        name = "確保灘頭安全",
    },
    [26788] = {
        name = "黏牢我們的勝利",
    },
    [26791] = {
        name = "停止滋生",
    },
    [26792] = {
        name = "真菌巨怪",
    },
    [26798] = {
        name = "薩魯法爾會很高興的",
    },
    [26827] = {
        name = "集結陶土議會",
    },
    [26828] = {
        name = "我們該負的責任",
    },
    [26829] = {
        name = "石之進發",
    },
    [26830] = {
        name = "背叛者的誘餌",
    },
    [26831] = {
        name = "暮光空軍",
    },
    [26832] = {
        name = "瑟拉贊恩的慈悲",
    },
    [26833] = {
        name = "石之諾言",
    },
    [26834] = {
        name = "深入裂谷",
    },
    [26835] = {
        name = "小麻煩",
    },
    [26836] = {
        name = "解救石父...和弗林特",
    },
    [26840] = {
        name = "回到高地",
    },
    [26857] = {
        name = "艾碧希翁的爪牙",
    },
    [26861] = {
        name = "封鎖大門",
    },
    [26869] = {
        name = "淵中之淵",
    },
    [26871] = {
        name = "石中之石",
    },
    [26875] = {
        name = "暮光不滅",
    },
    [26876] = {
        name = "世界之柱碎片",
    },
    [26971] = {
        name = "誓縛",
    },
    [27003] = {
        name = "土裡蹦出的錢",
    },
    [27007] = {
        name = "銀之沼澤集會",
    },
    [27010] = {
        name = "水銀氾濫",
    },
    [27061] = {
        name = "暮光瞰臺",
    },
    [27126] = {
        name = "急件快遞",
    },
    [27135] = {
        name = "火燙燙的東西",
    },
    [27136] = {
        name = "元素能量",
    },
    [27141] = {
        name = "製作炸藥",
    },
    [27176] = {
        name = "只有頂端而已",
    },
    [27177] = {
        name = "打撈行動",
    },
    [27178] = {
        name = "納迦援軍",
    },
    [27179] = {
        name = "實地調查",
    },
    [27196] = {
        name = "開始有眉目了",
    },
    [27299] = {
        name = "被撕裂的地面",
    },
    [27300] = {
        name = "逼退",
    },
    [27301] = {
        name = "不可屈服",
    },
    [27302] = {
        name = "簡單的解決方案",
    },
    [27303] = {
        name = "檻錮的恩典",
    },
    [27338] = {
        name = "海岸邊的夥伴",
    },
    [27341] = {
        name = "巡邏海岸",
    },
    [27366] = {
        name = "搶地",
    },
    [27376] = {
        name = "土靈之翼",
    },
    [27377] = {
        name = "吞噬",
    },
    [27378] = {
        name = "碎界者",
    },
    [27379] = {
        name = "伊索拉斯的恐怖",
    },
    [27380] = {
        name = "夢魘",
    },
    [27431] = {
        name = "使平衡傾斜",
    },
    [27433] = {
        name = "伐木機手術",
    },
    [27468] = {
        name = "搶救攻城坦克",
    },
    [27485] = {
        name = "熱烈歡迎",
    },
    [27486] = {
        name = "熱烈歡迎",
    },
    [27490] = {
        name = "護送軍情七處",
    },
    [27491] = {
        name = "護送柯爾克隆",
    },
    [27492] = {
        name = "巨魔與雙頭巨人",
    },
    [27493] = {
        name = "巨魔與雙頭巨人",
    },
    [27494] = {
        name = "移山",
    },
    [27495] = {
        name = "移山",
    },
    [27496] = {
        name = "呼叫砲擊火焰",
    },
    [27497] = {
        name = "呼叫砲擊火焰",
    },
    [27498] = {
        name = "攻擊信號",
    },
    [27499] = {
        name = "攻擊信號",
    },
    [27500] = {
        name = "四顆腦袋總比沒有好",
    },
    [27501] = {
        name = "四顆腦袋總比沒有好",
    },
    [27502] = {
        name = "城塞之上",
    },
    [27503] = {
        name = "城塞之上",
    },
    [27504] = {
        name = "即使是龍也會流血",
    },
    [27505] = {
        name = "治療龍人",
    },
    [27506] = {
        name = "死亡中的新生",
    },
    [27507] = {
        name = "侵略暮光",
    },
    [27508] = {
        name = "遠離巢穴",
    },
    [27509] = {
        name = "防禦的缺口",
    },
    [27511] = {
        name = "發現的興奮",
    },
    [27514] = {
        name = "飛鳥失事!",
    },
    [27515] = {
        name = "有根就夠了",
    },
    [27516] = {
        name = "高岸之翼",
    },
    [27517] = {
        name = "準備好",
    },
    [27519] = {
        name = "窒人之沙",
    },
    [27520] = {
        name = "奧拉基爾的爪牙",
    },
    [27537] = {
        name = "暴風中的傳送門",
    },
    [27538] = {
        name = "完美藥膏",
    },
    [27541] = {
        name = "學習過去",
    },
    [27545] = {
        name = "道路敞開",
    },
    [27549] = {
        name = "在眾星散發光芒時",
    },
    [27564] = {
        name = "保衛朱紅壁壘",
    },
    [27576] = {
        name = "派奇的任務",
    },
    [27583] = {
        name = "北翼",
    },
    [27584] = {
        name = "血浪",
    },
    [27586] = {
        name = "海岸邊的砲彈",
    },
    [27595] = {
        name = "預言者哈達希",
    },
    [27602] = {
        name = "預言者的遺言",
    },
    [27606] = {
        name = "炸死他!",
    },
    [27607] = {
        name = "南翼",
    },
    [27610] = {
        name = "巡邏海岸",
    },
    [27611] = {
        name = "血染狂沙",
    },
    [27621] = {
        name = "火鬍巡防地",
    },
    [27622] = {
        name = "好的伐木機操作方法",
    },
    [27623] = {
        name = "巨像守護者",
    },
    [27624] = {
        name = "倒下之後",
    },
    [27627] = {
        name = "只是隻花俏的蟑螂",
    },
    [27628] = {
        name = "捎訊給法歐瑞斯",
    },
    [27629] = {
        name = "輔臣的一票",
    },
    [27630] = {
        name = "高階祭司投票",
    },
    [27631] = {
        name = "高階指揮官的選票",
    },
    [27632] = {
        name = "塔諾泰普之子",
    },
    [27636] = {
        name = "只剩你和馬迪亞斯",
    },
    [27638] = {
        name = "只剩你和迦羅娜",
    },
    [27640] = {
        name = "登瓦德不死",
    },
    [27641] = {
        name = "與族人見面",
    },
    [27642] = {
        name = "仔細搜查廢墟",
    },
    [27643] = {
        name = "多涅爾利‧登瓦德",
    },
    [27644] = {
        name = "伊歐因‧登瓦德",
    },
    [27645] = {
        name = "凱登‧登瓦德",
    },
    [27646] = {
        name = "尋找比克",
    },
    [27647] = {
        name = "什麼都可以，就是不要水",
    },
    [27648] = {
        name = "重入火線",
    },
    [27649] = {
        name = "穩定供給",
    },
    [27650] = {
        name = "再次回家",
    },
    [27651] = {
        name = "像個登瓦德那樣幹",
    },
    [27652] = {
        name = "黑暗刺客",
    },
    [27653] = {
        name = "黑暗刺客",
    },
    [27654] = {
        name = "落錘而下",
    },
    [27655] = {
        name = "落錘而下",
    },
    [27657] = {
        name = "喚地者的援助",
    },
    [27658] = {
        name = "喚地者的援助",
    },
    [27659] = {
        name = "傳送門超載",
    },
    [27660] = {
        name = "湖水之靈",
    },
    [27661] = {
        name = "幹掉加農領主",
    },
    [27662] = {
        name = "不受束縛",
    },
    [27669] = {
        name = "謹代表大家",
    },
    [27688] = {
        name = "把他們引開",
    },
    [27689] = {
        name = "把他們引開",
    },
    [27690] = {
        name = "馴龍人納克拉爾",
    },
    [27695] = {
        name = "源質斧",
    },
    [27696] = {
        name = "源質斧",
    },
    [27699] = {
        name = "弱鯊魚",
    },
    [27700] = {
        name = "不受拘束的巨龍",
    },
    [27701] = {
        name = "不受拘束的巨龍",
    },
    [27702] = {
        name = "優雅而致命",
    },
    [27703] = {
        name = "優雅而致命",
    },
    [27706] = {
        name = "奧爾希斯權杖",
    },
    [27707] = {
        name = "奈斐賽特監獄",
    },
    [27708] = {
        name = "看守者的末日",
    },
    [27711] = {
        name = "返回源質深淵",
    },
    [27712] = {
        name = "返回源質深淵",
    },
    [27719] = {
        name = "生命之水",
    },
    [27720] = {
        name = "金礦先生的狂野車程",
    },
    [27729] = {
        name = "又是鰻魚",
    },
    [27738] = {
        name = "鱗片之淵",
    },
    [27742] = {
        name = "路旁的小東西",
    },
    [27743] = {
        name = "趁我們在這裡",
    },
    [27744] = {
        name = "毀滅符文",
    },
    [27745] = {
        name = "炙熱的重逢",
    },
    [27747] = {
        name = "全面開戰",
    },
    [27748] = {
        name = "財富與榮耀",
    },
    [27750] = {
        name = "糧草",
    },
    [27751] = {
        name = "摧毀蠻錘",
    },
    [27752] = {
        name = "像個蠻錘戰士般作戰",
    },
    [27753] = {
        name = "永遠別遺留下一頓晚餐",
    },
    [27754] = {
        name = "放倒龍喉",
    },
    [27755] = {
        name = "墳墓的詛咒",
    },
    [27760] = {
        name = "人工智慧",
    },
    [27761] = {
        name = "卸除防備",
    },
    [27777] = {
        name = "核心存取密碼",
    },
    [27778] = {
        name = "駭侵威布森",
    },
    [27779] = {
        name = "地精滅絕",
    },
    [27782] = {
        name = "馬迪亞斯需要你",
    },
    [27783] = {
        name = "迦羅娜需要你",
    },
    [27784] = {
        name = "暮光神錘",
    },
    [27786] = {
        name = "暮光神錘",
    },
    [27787] = {
        name = "『高山』碎顱者",
    },
    [27788] = {
        name = "『高山』碎顱者",
    },
    [27798] = {
        name = "生命之水",
    },
    [27803] = {
        name = "喘口氣",
    },
    [27804] = {
        name = "唯一的家",
    },
    [27805] = {
        name = "小小的慰藉",
    },
    [27806] = {
        name = "光榮的重擔",
    },
    [27807] = {
        name = "穆蘭氏族",
    },
    [27808] = {
        name = "頑固的道爾",
    },
    [27809] = {
        name = "火鬍的怒吼",
    },
    [27810] = {
        name = "戰鬥之魂",
    },
    [27811] = {
        name = "戰爭的氣味",
    },
    [27812] = {
        name = "穆蘭氏族的忠心",
    },
    [27813] = {
        name = "龍喉之死",
    },
    [27814] = {
        name = "所有我們能得到的",
    },
    [27815] = {
        name = "給大夥兒的東西",
    },
    [27816] = {
        name = "個人請求",
    },
    [27817] = {
        name = "丟錘子",
    },
    [27836] = {
        name = "阻止蔓延",
    },
    [27837] = {
        name = "水中的非法入侵者",
    },
    [27838] = {
        name = "腐化的根源",
    },
    [27900] = {
        name = "我來搞定這傢伙",
    },
    [27901] = {
        name = "他們不明白他們拿到什麼",
    },
    [27903] = {
        name = "點火",
    },
    [27905] = {
        name = "機尾槍手!",
    },
    [27922] = {
        name = "背叛者!",
    },
    [27923] = {
        name = "用煙燻他們的眼睛",
    },
    [27924] = {
        name = "霸德的計畫",
    },
    [27926] = {
        name = "東方的待客之道",
    },
    [27928] = {
        name = "款待毛皮商",
    },
    [27929] = {
        name = "把他們拖下來",
    },
    [27931] = {
        name = "破碎曠野",
    },
    [27932] = {
        name = "裂地之斧",
    },
    [27933] = {
        name = "源質礦石",
    },
    [27934] = {
        name = "與大地合而為一",
    },
    [27935] = {
        name = "打倒阿瓦蘭奇奧",
    },
    [27937] = {
        name = "英雄歸來",
    },
    [27938] = {
        name = "中段碎片",
    },
    [27939] = {
        name = "沙漠之狐",
    },
    [27941] = {
        name = "時尚主義",
    },
    [27942] = {
        name = "塑像崇拜",
    },
    [27943] = {
        name = "動怒的靈魂",
    },
    [27945] = {
        name = "烏漆嘛黑",
    },
    [27947] = {
        name = "暮光的幻象",
    },
    [27950] = {
        name = "咯咯!",
    },
    [27951] = {
        name = "我們都要被獻祭",
    },
    [27954] = {
        name = "眼睛",
    },
    [27955] = {
        name = "眼之間諜",
    },
    [27969] = {
        name = "當個有用的人",
    },
    [27990] = {
        name = "戰區!",
    },
    [27999] = {
        name = "道爾一族的命運",
    },
    [28002] = {
        name = "危機處理",
    },
    [28041] = {
        name = "哽死你的誘餌",
    },
    [28043] = {
        name = "如何折磨你的龍",
    },
    [28090] = {
        name = "珍貴的貨物",
    },
    [28091] = {
        name = "不是對手",
    },
    [28092] = {
        name = "若鑰匙吻合",
    },
    [28093] = {
        name = "往前邁進",
    },
    [28094] = {
        name = "鋪路",
    },
    [28097] = {
        name = "格瑞姆巴托之門",
    },
    [28101] = {
        name = "馬迪亞斯的指示",
    },
    [28103] = {
        name = "軟柿子",
    },
    [28104] = {
        name = "珍貴的貨物",
    },
    [28105] = {
        name = "無情的卡維姆",
    },
    [28107] = {
        name = "鋪路",
    },
    [28108] = {
        name = "若鑰匙吻合",
    },
    [28109] = {
        name = "往前邁進",
    },
    [28112] = {
        name = "逃出失落之城",
    },
    [28123] = {
        name = "惡魔鎖鍊",
    },
    [28132] = {
        name = "有效率的挖掘法",
    },
    [28133] = {
        name = "解放狂怒",
    },
    [28134] = {
        name = "隨之而來的報復",
    },
    [28135] = {
        name = "奧拉基爾的復仇",
    },
    [28171] = {
        name = "染紅天空",
    },
    [28173] = {
        name = "昏厥",
    },
    [28175] = {
        name = "在黑暗中閃耀",
    },
    [28176] = {
        name = "跟著幼雛回家",
    },
    [28187] = {
        name = "就差這麼一點!",
    },
    [28191] = {
        name = "最適合的結局",
    },
    [28193] = {
        name = "禁閉!",
    },
    [28194] = {
        name = "大逃亡",
    },
    [28195] = {
        name = "殺雞儆猴",
    },
    [28198] = {
        name = "最弱的一環",
    },
    [28210] = {
        name = "鍛鍊體魄",
    },
    [28211] = {
        name = "元素之焰的淬鍊",
    },
    [28212] = {
        name = "火熱玩意",
    },
    [28215] = {
        name = "潛在的能量",
    },
    [28216] = {
        name = "熔岩領主法薩札爾",
    },
    [28233] = {
        name = "失蹤的兄弟",
    },
    [28234] = {
        name = "他們幹走了我的褲子!",
    },
    [28238] = {
        name = "暮光海岸",
    },
    [28241] = {
        name = "暮光的幻象",
    },
    [28242] = {
        name = "我們都要獻祭",
    },
    [28243] = {
        name = "眼睛",
    },
    [28244] = {
        name = "眼之間諜",
    },
    [28247] = {
        name = "碩果僅存",
    },
    [28248] = {
        name = "致勝點",
    },
    [28249] = {
        name = "碎擊之地",
    },
    [28267] = {
        name = "行刑隊",
    },
    [28269] = {
        name = "到韋爾薩爾綠洲見我",
    },
    [28271] = {
        name = "生產力降低",
    },
    [28272] = {
        name = "缺失的線索",
    },
    [28273] = {
        name = "朋友的朋友",
    },
    [28274] = {
        name = "兩頂帳篷",
    },
    [28276] = {
        name = "薩赫特的秘密",
    },
    [28277] = {
        name = "『謀士』薩赫特",
    },
    [28280] = {
        name = "將他們擊落!",
    },
    [28281] = {
        name = "桑德瑪的最後防線",
    },
    [28282] = {
        name = "『馴龍師』納克拉爾",
    },
    [28291] = {
        name = "回到營地",
    },
    [28294] = {
        name = "柯特海文高峰會",
    },
    [28346] = {
        name = "單身漢",
    },
    [28350] = {
        name = "誘餌大師",
    },
    [28351] = {
        name = "潛力無窮",
    },
    [28352] = {
        name = "駱駝拖運",
    },
    [28353] = {
        name = "瓊仔在找你",
    },
    [28363] = {
        name = "驚動黃蜂巢",
    },
    [28367] = {
        name = "造物主罩氅",
    },
    [28369] = {
        name = "我妹妹，芬妮",
    },
    [28377] = {
        name = "噁腸巨魔谷地救援行動",
    },
    [28378] = {
        name = "尋找芬妮",
    },
    [28379] = {
        name = "痛擊巨魔",
    },
    [28402] = {
        name = "舒諾茲太飛快",
    },
    [28403] = {
        name = "壞掉的數據",
    },
    [28404] = {
        name = "我要親手做",
    },
    [28407] = {
        name = "俏女郎",
    },
    [28408] = {
        name = "勇敢的東西",
    },
    [28409] = {
        name = "釀製的東西",
    },
    [28410] = {
        name = "偷來的東西",
    },
    [28411] = {
        name = "燉煮的東西",
    },
    [28413] = {
        name = "作詞作曲者是...",
    },
    [28480] = {
        name = "暗影中尉",
    },
    [28482] = {
        name = "蘇拉的禮物",
    },
    [28483] = {
        name = "血染敵軍",
    },
    [28486] = {
        name = "薩赫特的先鋒",
    },
    [28497] = {
        name = "天火",
    },
    [28498] = {
        name = "納候姆的秘密",
    },
    [28499] = {
        name = "懲罰侵入者",
    },
    [28500] = {
        name = "奇瑟密碼",
    },
    [28501] = {
        name = "納候姆的防禦",
    },
    [28520] = {
        name = "奈斐賽特城的滅亡",
    },
    [28533] = {
        name = "高階議會的決定",
    },
    [28561] = {
        name = "必須守住納候姆",
    },
    [28583] = {
        name = "克拉茲工坊",
    },
    [28584] = {
        name = "施工品質",
    },
    [28586] = {
        name = "小馬泳圈救援行動",
    },
    [28588] = {
        name = "蠻錘的騷擾",
    },
    [28589] = {
        name = "所有家當，除了廚房水槽",
    },
    [28590] = {
        name = "報復",
    },
    [28591] = {
        name = "拆牆",
    },
    [28592] = {
        name = "分包裹",
    },
    [28593] = {
        name = "最重要的事",
    },
    [28594] = {
        name = "高岸堡，哭泣吧",
    },
    [28595] = {
        name = "克拉茲動起來!",
    },
    [28596] = {
        name = "歡迎來到高岸堡!",
    },
    [28597] = {
        name = "兩頭燒",
    },
    [28598] = {
        name = "眼光放高",
    },
    [28599] = {
        name = "庫德蘭等著你",
    },
    [28611] = {
        name = "污染者儀式",
    },
    [28612] = {
        name = "哈里遜‧瓊斯與奧丹姆神廟",
    },
    [28613] = {
        name = "另一頭再見!",
    },
    [28621] = {
        name = "把娃娃放回搖籃裡!",
    },
    [28622] = {
        name = "閃三下",
    },
    [28623] = {
        name = "往西前進",
    },
    [28633] = {
        name = "應許法櫃",
    },
    [28655] = {
        name = "野蠻、狂野的蠻錘婚禮",
    },
    [28712] = {
        name = "加入龍后",
    },
    [28758] = {
        name = "生命與死亡之戰",
    },
    [28832] = {
        name = "暮光海岸",
    },
    [28849] = {
        name = "暮光天空",
    },
    [28869] = {
        name = "小石岩",
    },
    [28885] = {
        name = "金礦先生的狂野車程",
    },
    [28909] = {
        name = "索拉諾克會幫你指路",
    },
    [29066] = {
        name = "好消息...還有壞消息",
    },
})
]])()
